import React from 'react';
import './navprabhat.scss';
import HeaderImgC from '../../common/HeaderImgContainer/HeaderImgC';
import BannerImg from '../../assets/BannerImgs/BannerImg9.png'
import TitlePage from '../../common/EventPagesCommon/TitlePage/TitlePage';
import BankTransfer from '../../common/EventPagesCommon/BankTransferPage/BankTransfer';
import bannerImg from '../../assets/navprabhat/One.png';
import bannerImgLeft from '../../assets/navprabhat/Two.png'
import bannerImgLeft2 from '../../assets/navprabhat/Three.png';
import bannerImgRight2 from '../../assets/navprabhat/One.png';
import bottomBan from '../../assets/navprabhat/rect.png'
import bannerImgRight3 from '../../assets/gurupurnima/five.png';


import RightImg from '../../common/EventPagesCommon/RightImg/RightImg';
import LeftImg from '../../common/EventPagesCommon/LeftImg/LeftImg';
// import Mahayagya from './MahaYagya/Mahayagya';

const Navprabhat = () => {
  const title = "नया साल विशेष"
  const desc = "अच्छे स्वास्थ्य और भरपूर आनंद को अपनी ओर आमंत्रित करते हुए अपने आपको रूपांतरित करने का समय - 30 दिसंबर 2022 से 1 जनवरी 2023 तक विशेष कार्यक्रम।";


  const righttitle = "जीवन निर्माण साधना";
  const rightdesc = "सही ध्यान तकनीक की मदद से अच्छे स्वास्थ्य, समृद्धि, सुख, आनंद और शांति का जीवन जीने के लिए तैयार हो जाइए।";
  const rightdate = "ऑफलाइन - दिनांक: 30 दिसंबर 2022 से 31 दिसंबर "
  const righttime = "2022 ऑनलाइन - दिनांक: 31 दिसंबर 2022 से 1 जनवरी 2023 तक"

  const lefttitle = "नववर्ष पर यज्ञ";
  const leftdesc = "इस पृथ्वी पर यज्ञ करना न केवल पवित्र कार्य है बल्कि सर्वोच्च कर्म भी है। शुभ यज्ञ में शामिल होने के साथ, परम पूज्य सद्गुरु श्री सुधांशु जी महाराज एवं डॉ. अर्चिका दीदी हमें पवित्रता और ईश्वर के आशीर्वाद के साथ नव वर्ष में प्रवेश करने के लिए एक शानदार अवसर प्रदान करते हैं।";
  const leftdate = " "
  const lefttime = ""


  const righttitle1 = "भावपूर्ण भजन और सत्संग";
  const rightdesc1 = "महाराजश्री के भावपूर्ण प्रवचन आपके विचारों और ऊर्जा को रिचार्ज करते हैं। पवित्र मंत्रों को जपने से आप अपनी आभा को शुद्ध और सक्रिय करते हैं। भावपूर्ण भजन आनंद के साथ गाएं और भक्तिमय सुंदर क्षणों के साथ अपने जीवन को सुशोभित करें। भक्ति संगीत की ध्वनि और गुरु की दिव्य आवाज वातावरण को शुद्ध आनंदमय करके आप पर दिव्य आशीर्वाद बरसाएगी।";
  const rightdate1 = "दिनांक और समय: 1 जनवरी 2023, सुबह 11:30 बजे से"
  const righttime1 = ""

  const lefttitle1 = "शोभा यात्रा";
  const leftdesc1 = "नव वर्ष का दिन, अपने साथ शिष्यों के लिए गुरु दर्शन का एक दुर्लभ अवसर भी लाता है, गुरुवर के सानिध्य में नव वर्ष का स्वागत करने के लिए भावपूर्ण भजन-कीर्तन के साथ शोभायात्रा निकाली जाएगी। इस शोभायात्रा में शामिल होने के लिए आप सभी को आमंत्रित किया जाता है";
  const leftdate1 = "समय : सुबह 10 बजे से आनंदधाम आश्रम, नई दिल्ली, भारत "
  const lefttime1= ""

  
  const righttitle2 = "पूर्णिमा दर्शन 2022 - गुरु की पूर्ण कृपा प्राप्त करने का समय";
  const rightdesc2= "परम पूज्य सुधांशु जी महाराज और डॉ अर्चिका दीदी जी के साथ गुरु पूर्णिमा के उत्सव में शामिल हों";
  const rightdate2 = "ऑनलाइन भाग लें या आश्रम परिसर में"
  const righttime2 = ""


  const aurJaaneDesc = "2-दिवसीय ऑनलाइन/ऑफलाइन ध्यान सत्र"
  const aurJaaneDesc1 = " या रक्ताम्बुजवासिनी विलासिनी चण्डांशु तेजस्विनी। या रक्ता रुधिराम्बरा हरिसखी या श्री मनोल्हादिनी॥"
  const aurJaaneDesc2 = "या रत्नाकरमन्थनात्प्रगटिता विष्णोस्वया गेहिनी। सा मां पातु मनोरमा भगवती लक्ष्मीश्च पद्मावती ॥"
  const aurJaaneDesc3 = "देवी लक्ष्मी को समर्पित, वैभव लक्ष्मी साधना या वरदान सिद्धि साधना एक विशेष भेंट और ध्यान तकनीक है जो भक्तों को वित्तीय परेशानियों से राहत दिलाने और जीवन में सही ढंग से समृद्धि लाने में मदद करती है।  "
  const aurJaaneDesc4= ""
  const aurJaaneHeadings = [
    {
      title : "",
      desc : [
        {
          one : "",
          two : " ",
          three : "",
          four : " ",
          five : " ",
          six : "",
          seven : " ",
          eight : " "

        }
      ]
    }
  ]

  const aurJaaneHeadings1 = [
    {
      title : "यज्ञ के लाभ",
      desc : [
        {
          one : "यज्ञ, अध्यात्म और जीवन का एक महत्वपूर्ण हिस्सा है।",
          two : "यज्ञ, सभी इच्छाओं को पूरा करने का दिव्य स्रोत है।",
          three : "यज्ञ, पंच कोशों को शुद्ध करता है।",
          four : "यज्ञ, भौतिकवादी उन्नति को प्राप्त करने के लिए मन को सशक्त बनाता है।",
          five : " यज्ञ, सर्वोच्च शक्ति के प्रति आभार व्यक्त करने के लिए एक पवित्र अनुष्ठान है। यज्ञ के मंत्र हमारे शरीर, मन, आत्मा और वातावरण से सभी नकारात्मकता को दूर करते हैं।",
          six : "यज्ञ, स्वास्थ्य, वित्त, करियर और रिश्तों से संबंधित समस्याओं को हल करने के लिए जन्मजात ऊर्जा को नवीनीकृत करता है।",
          seven : "नववर्ष पर यज्ञ क्यों? -  एक सुखी और समृद्ध जीवन शक्ति के लिए दो स्तरों पर (शारीरिक और मानसिक) शक्ति की आवश्यकता होती है।     इस शक्ति को प्राप्त करने के लिए, आपके शरीर, दिमाग और आत्मा को अच्छी तरह से समन्वित तरीके से काम करना चाहिए। यज्ञ एक ऐसी क्रिया है जो आपको जीवन की सभी परेशानियों से बाहर निकालती है और ऐसा करने के लिए आपको वांछित ऊर्जा प्रदान करती है।      ",
          eight : " यज्ञ आपके जीवन, मन और कर्म को शुद्ध करके आपको असीमित बनाता है, जिसके परिणामस्वरूप अंततः गुरु और परमात्मा का दिव्य आशीर्वाद आपको प्राप्त होता है।"

        }
      ]
    }
  ]



  return (
    <div className='navprabhat'>
        <HeaderImgC img={BannerImg}/>
        <TitlePage title={title} desc={desc}/>
        <RightImg righttitle={righttitle} rightdate={rightdate} rightdesc={rightdesc} righttime={righttime} bannerImg={bannerImg}
          aurJaanetitle1={righttitle}
          aurJaaneDesc={"2-दिवसीय ऑनलाइन/ऑफलाइन ध्यान सत्र"}
          aurJaaneDesc1={"संक्षिप्त विवरण - आदतें आपके जीवन का निर्माण करती हैं। उनके बीज अवचेतन मन में अंकुरित होते हैं और यहीं उन्हें ठीक भी किया जा सकता है। जीवन निर्माण साधना-नवीकृत जीवन संकल्प, ध्यान और प्रार्थना से युक्त एक अनूठी तकनीक है, जो आपको अपना एक नया रूप बनाने में मदद करती है। ध्यान की इस विशेष कला को सीखें और वर्ष 2023 को अपने लिए उपयोगी बनाए। संकल्प, ध्यान और प्रार्थना के 'जीवन निर्माण अभ्यास' के माध्यम से अपने जीवन को वांछित आकार दें और अपने अवचेतन मन में सकारात्मक शक्ति के बीज बोएं। सही ध्यान तकनीक की मदद से अच्छे स्वास्थ्य, समृद्धि, सुख, आनंद और शांति का जीवन जीने के लिए तैयार हो जाइए।         "}
          aurJaaneDesc2={"कार्यक्रम की समय सारणी | ऑफलाइन दिनांक: 30 दिसंबर 2022 से 31 दिसंबर 2022 | ऑनलाइन - दिनांक: 31 दिसंबर 2022 से 1 जनवरी 2023 तक | कार्यक्रम के लिए योगदान की राशिऑनलाइन   |ध्यान - 2100/- रुपये   | ध्यान और यज्ञ - 3100/- रुपये | ध्यान दें: ऑनलाइन ध्यान सत्र 7 जनवरी 2023 तक आवेदन करने पर उपलब्ध होंगे।   सम्पर्क करने हेतु : सफल ऑनलाइन ट्रांसफर के बाद, भुगतान की पुष्टि का स्क्रीनशॉट लें और नीचे दिए गए किसी भी व्हाट्सएप नंबर पर भेजें: (+91) 8826891955, 9589938938, 9685938938, 7291986653   अथवा info@sudhanshujimaharaj.net पर ईमेल करें।       "}
          aurJaaneDesc3={"ऑनलाइन कार्यक्रम | ध्यान  दिनांक: 31 दिसंबर, 2022 से 1 जनवरी 2023 तक अंशदान राशि: 2100/- रुपए  | यज्ञ दिनांक: 1 जनवरी 2023 अंशदान राशि: 2100/- रुपए ध्यान और यज्ञ - दिनांक: 31 दिसंबर 2022 से 1 जनवरी 2023 तक अंशदान राशि: 3100/- रुपए अभी पंजीकरण करें   आश्रम परिसर में आश्रम परिसर मे ं  दिनांक: 30 से 31 दिसंबर, 2022 अंशदान राशि: 2100/- रुपए दिनांक: 30 से 31 दिसंबर, 2022 अंशदान राशि: 2100/- रुपए | यज्ञदिनांक: 1 जनवरी 2023 अंशदान राशि:  सामान्य  वेदी यजमान – 3100/- रुपए  विशेष वेदी यजमान – 5100/- रुपए  मुख्य वेदी यजमान – 11000/- रुपए  मुख्य यजमान – 21000/- रुपए अभी पंजीकरण करें"}
          aurJaaneDesc4={aurJaaneDesc4}
          aurJaaneHeadings={aurJaaneHeadings}
        />
        <LeftImg lefttitle={lefttitle} leftdate={leftdate} leftdesc={leftdesc} lefttime={lefttime} bannerImg={bannerImgLeft}
              aurJaanetitle1={lefttitle}
              aurJaaneDesc={"इस पृथ्वी पर यज्ञ करना न केवल पवित्र कार्य है बल्कि सर्वोच्च कर्म भी है।  शुभ यज्ञ में शामिल होने के साथ, परम पूज्य सद्गुरु श्री सुधांशु जी महाराज एवं डॉ. अर्चिका दीदी हमें पवित्रता और ईश्वर के आशीर्वाद के साथ नव वर्ष में प्रवेश  करने के लिए एक शानदार अवसर प्रदान करते हैं।"}
              aurJaaneDesc1={"कार्यक्रम की सूची   | ऑफलाइन / ऑनलाइन के माध्यम से भाग लें: दिनांक और समय: 1 जनवरी 2023, सुबह 8 बजे से  - कार्यक्रम योगदान राशि   आश्रम परिसर में सामान्य  वेदी यजमान – 3100/- रुपए  विशेष वेदी यजमान – 5100/- रुपए मुख्य वेदी यजमान – 11000/- रुपए  मुख्य यजमान – 21000/- रुपए  | ऑनलाइन - यज्ञ - 2100/- रुपए | ध्यान के साथ यज्ञ - 3100/- रुपए | भावपूर्ण भजन और सत्संग   "}
              aurJaaneDesc2={"महाराजश्री के भावपूर्ण प्रवचन आपके विचारों और ऊर्जा को रिचार्ज करते हैं। पवित्र मंत्रों को जपने से आप अपनी आभा को शुद्ध और सक्रिय करते हैं। भावपूर्ण भजन आनंद के साथ गाएं और भक्तिमय सुंदर क्षणों के साथ अपने जीवन को सुशोभित करें। भक्ति संगीत की ध्वनि और गुरु की दिव्य आवाज वातावरण को शुद्ध आनंदमय करके आप पर दिव्य आशीर्वाद बरसाएगी। दिनांक और समय: 1 जनवरी 2023, सुबह 11:30 बजे से - अभी पंजीकरण करें   "}
              aurJaaneDesc3={""}
              aurJaaneDesc4={""}
              aurJaaneHeadings={aurJaaneHeadings1}
        
        />
        <RightImg righttitle={righttitle1} rightdate={rightdate1} rightdesc={rightdesc1} righttime={righttime1} bannerImg={bannerImgRight2}
                 aurJaanetitle1={"Content will be updated soon!"}
                //  aurJaaneDesc={"इस पृथ्वी पर यज्ञ करना न केवल पवित्र कार्य है बल्कि सर्वोच्च कर्म भी है।  शुभ यज्ञ में शामिल होने के साथ, परम पूज्य सद्गुरु श्री सुधांशु जी महाराज एवं डॉ. अर्चिका दीदी हमें पवित्रता और ईश्वर के आशीर्वाद के साथ नव वर्ष में प्रवेश  करने के लिए एक शानदार अवसर प्रदान करते हैं।"}
                //  aurJaaneDesc1={"कार्यक्रम की सूची   | ऑफलाइन / ऑनलाइन के माध्यम से भाग लें: दिनांक और समय: 1 जनवरी 2023, सुबह 8 बजे से  - कार्यक्रम योगदान राशि   आश्रम परिसर में सामान्य  वेदी यजमान – 3100/- रुपए  विशेष वेदी यजमान – 5100/- रुपए मुख्य वेदी यजमान – 11000/- रुपए  मुख्य यजमान – 21000/- रुपए  | ऑनलाइन - यज्ञ - 2100/- रुपए | ध्यान के साथ यज्ञ - 3100/- रुपए | भावपूर्ण भजन और सत्संग   "}
                //  aurJaaneDesc2={"महाराजश्री के भावपूर्ण प्रवचन आपके विचारों और ऊर्जा को रिचार्ज करते हैं। पवित्र मंत्रों को जपने से आप अपनी आभा को शुद्ध और सक्रिय करते हैं। भावपूर्ण भजन आनंद के साथ गाएं और भक्तिमय सुंदर क्षणों के साथ अपने जीवन को सुशोभित करें। भक्ति संगीत की ध्वनि और गुरु की दिव्य आवाज वातावरण को शुद्ध आनंदमय करके आप पर दिव्य आशीर्वाद बरसाएगी। दिनांक और समय: 1 जनवरी 2023, सुबह 11:30 बजे से - अभी पंजीकरण करें   "}
                //  aurJaaneDesc3={""}
                //  aurJaaneDesc4={""}
                //  aurJaaneHeadings={aurJaaneHeadings1}
        />
        <LeftImg lefttitle={lefttitle1} leftdate={leftdate1} leftdesc={leftdesc1} lefttime={lefttime1} bannerImg={bannerImgLeft}
               aurJaanetitle1={lefttitle1}
                aurJaaneDesc={"ऑनलाइन / प्रत्यक्ष बैंक हस्तांतरण करने के लिए विवरण "}
                aurJaaneDesc1={"खाते का नाम: विश्व जागृति मिशन बैंक का नाम: एक्सिस बैंक लिमिटेड| ब्रांच: ए-11, विशाल एन्क्लेव, अपोजिट. राजौरी गार्डन, नई दिल्ली 110027  | खाता संख्या: 066010100387095 | IFSC कोड: UTIB0000066"}
                aurJaaneDesc2={"महाराजश्री के भावपूर्ण प्रवचन आपके विचारों और ऊर्जा को रिचार्ज करते हैं। पवित्र मंत्रों को जपने से आप अपनी आभा को शुद्ध और सक्रिय करते हैं। भावपूर्ण भजन आनंद के साथ गाएं और भक्तिमय सुंदर क्षणों के साथ अपने जीवन को सुशोभित करें। भक्ति संगीत की ध्वनि और गुरु की दिव्य आवाज वातावरण को शुद्ध आनंदमय करके आप पर दिव्य आशीर्वाद बरसाएगी। दिनांक और समय: 1 जनवरी 2023, सुबह 11:30 बजे से - अभी पंजीकरण करें   "}
                aurJaaneDesc3={"सफल ऑनलाइन ट्रांसफर के बाद, भुगतान की पुष्टि का स्क्रीनशॉट लें और इनमें से किसी भी व्हाट्सएप नंबर पर भेजें:(+91) 8826891955, 9589938938, 9685938938, 7291986653 अथवा info@sudhanshujimaharaj.net पर ईमेल करें।"}
                aurJaaneDesc4={""}
                aurJaaneHeadings={aurJaaneHeadings1}
        
        />
        <img style={{width: '100%' , height:'100%'}} src={bottomBan}/>
        {/* <RightImg righttitle={righttitle2} rightdate={rightdate2} rightdesc={rightdesc2} righttime={righttime2} bannerImg={bannerImgRight3}/> */}

        {/* <Mahayagya/> */}
        {/* <BankTransfer/> */}
    </div>
  )
}

export default Navprabhat