import React from 'react';
import './archikadidi.scss';
import HeaderImgC from '../../common/HeaderImgContainer/HeaderImgC';
import bannerImg from '../../assets/BannerImgs/BannerImg13.png';
import vectorDesign from '../../assets/commonAssets/Vector.png';
import vectorDesignWhite from '../../assets/commonAssets/vectorwhite.png';




const Archikadidi = () => {
  return (
    <div className='archikadidi'>
        <HeaderImgC  img={bannerImg}/>
        <div className="archikadidiContentContainer">
        <div className="archikadidiTitle">डॉ. अर्चिका दीदी</div>
        <img className="archikadidiImg" src={vectorDesign} alt="design"/>
        <div className="archikadidiDesc">डॉ. अर्चिका दीदी एक प्रसिद्ध आध्यात्मिक गुरु हैं। उनकी वर्षों की तपस्या से उन्हें आत्मज्ञान और प्राचीन धर्मग्रंथों का ज्ञान प्राप्त हुआ। खासकर, पवित्र भगवत गीता का उन पर गहरा प्रभाव है। सदियों से, कालातीत मार्गदर्शक ध्यान, शाश्वत खुशी और आध्यात्मिक-व्यक्तिगत विकास के माध्यम से योग की स्थिति प्राप्त करने की कुंजी रहा है। इसी तथ्य को ध्यान में रखते हुए डॉ. अर्चिका दीदी पवित्र गीता के इन गुणों का प्रचार कर मानव जाति के उत्थान पर बल देती हैं। चूँकि वह स्वयं पवित्र पुस्तक की दिव्य शिक्षाओं को जी रही हैं और फैला रही हैं, इसलिए जटिल मामलों पर उनकी व्याख्याएँ हमेशा व्यावहारिक होती हैं। जीवन की बारीकियों पर उनके गहन ज्ञान ने बड़ी संख्या में लोगों को आंतरिक शांति, आध्यात्मिक उन्नति प्राप्त करने और अंततः उनके जीवन को सार्थक बनाने में मदद की है। प्रत्येक व्यक्ति में आंतरिक सद्भाव सुनिश्चित करके सार्वभौमिक शांति को आगे बढ़ाना डॉ. अर्चिका दीदी की सर्वोच्च इच्छा है।
        </div>

        </div>
        <div className="archikadidiContentContainer1">
        <div className="archikadidiTitle">डॉ. अर्चिका दीदी की जीवन यात्रा</div>
        <img className="archikadidiImg" src={vectorDesignWhite} alt="design"/>
        <div className="archikadidiDesc">आध्यात्मिक रूप से इच्छुक ब्राह्मण परिवार में जन्मी और पली बढ़ी डॉ. अर्चिका दीदी अपने पिता - परम पूज्य श्री सुधांशु जी महाराज के पदचिह्नों पर चलने वाली एक सच्ची आध्यात्मिक संत हैं। उनका परिवार पांच पीढ़ियों से मानव सेवा, धर्म, संस्कृति और अध्यात्म के प्रति समर्पित है। दो पीएचडी डिग्रियां रखने वाली एक पेशेवर डॉक्टर, डॉ. अर्चिका दीदी ने अपनी जीवन यात्रा के दौरान विज्ञान को आध्यात्मिकता के साथ पूरी तरह से मिश्रित किया है। सेवा (मानव जाति की सेवा) और साधना (योग ध्यान) - ये दो उनके मार्गदर्शक सिद्धांत हैं। समाज कल्याण के प्रति उनके समर्पण ने कई लोगों के जीवन में महत्वपूर्ण बदलाव लाए हैं। इसीलिए, लोग उन्हें सच्चे प्यार और सम्मान से दीदी जी कहते हैं।</div>
        <div className="archikadidiDesc">समाज कल्याण के क्षेत्र में उनके उत्कृष्ट कार्यों के लिए, दीदी जी को कई पुरस्कारों से सम्मानित किया गया है जैसे - दिनकर साहित्य रत्न पुरस्कार, सूर्यदत्त राष्ट्रीय पुरस्कार, राष्ट्रीय गौरव पुरस्कार, आध्यात्मिक उपलब्धि पुरस्कार और विश्व कांग्रेस वरिष्ठ नागरिक पुरस्कार। स्वामी विवेकानंद जी की जयंती पर, डॉ. अर्चिका दीदी ने 2015 में द आर्ट इंस्टीट्यूट ऑफ शिकागो, यूएसए में वेदांत के दर्शन पर एक व्याख्यान दिया था। विभिन्न प्रमुख दिग्गजों ने समाज के सशक्तिकरण में उनके महत्वपूर्ण योगदान के लिए दीदी जी की अत्यधिक सराहना की है।</div>
        </div>

        <div className="archikadidiContentContainer">
        <div className="archikadidiTitle">डॉ. अर्चिका दीदी एक आध्यात्मिक नेता के रूप में</div>
        <img className="archikadidiImg" src={vectorDesign} alt="design"/>
        <div className="archikadidiDesc">
        विभिन्न मुद्दों पर डॉ. अर्चिका दीदी के वास्तविक दृष्टिकोण ने लोगों को उनकी आत्म-परिवर्तन यात्रा में मार्गदर्शन किया है। 
        उनके चुंबकीय चरित्र और विनम्र स्वभाव से कोई भी आसानी से जुड़ जाता है। वह लोगों को आनंदमय जीवन जीने के लिए प्रेरित करती रही हैं।
         "योगिक लिविंग", उनके द्वारा लिखी गई पुस्तक आध्यात्मिक जागृति के लिए एक व्यावहारिक मार्गदर्शिका है। उनका मंत्र "ध्यान योग से विश्व शांति" (योग ध्यान के माध्यम से सार्वभौमिक शांति प्राप्त करना) मनुष्य को योग और ध्यान के मार्ग का नेतृत्व करने के लिए प्रोत्साहित करने के बारे में है - a शांत और संतुष्ट जीवन जीने का अचूक उपाय। इस मिशन के आलोक में, दीदी जी की देखरेख में भारत में 500 से अधिक ध्यान शिविर और विदेशों में 300 से अधिक ध्यान शिविर आयोजित किए गए हैं।
        </div>

        <div className="archikadidiDesc">
        डॉ. अर्चिका दीदी ने पवित्र ग्रंथ भगवद गीता पर 300 से अधिक प्रवचन भी दिए हैं। यह सिर्फ एक पवित्र पुस्तक नहीं है, वास्तव में, यह शांति और समृद्धि को बढ़ावा देने वाली जीवन शैली है। जब मन ढेर सारे संदेहों और भ्रमों से घिरा होता है, तो महाकाव्य रचना हमें बचाने के लिए आती है। इसकी शिक्षाएँ मनुष्य को पवित्रता, ईमानदारी, सत्यनिष्ठा, दया, शक्ति और अनुशासन के साथ जीवन जीने के लिए प्रोत्साहित करती हैं। इसके दर्शन पर डॉ. अर्चिकादीदी के उपदेशों ने लोगों को विचारों की शुद्धता और गहरी अंतर्दृष्टि प्राप्त करने में मदद की है। दुनिया भर में उनके गीता कथा कार्यक्रमों में हजारों लोग शामिल हुए हैं।
        </div>

        <div className="archikadidiDesc">
        हालाँकि, गीता केवल मानसिक या आध्यात्मिक विकास के बारे में नहीं है। ज्ञान का कालातीत खजाना व्यक्ति को शारीरिक सुधार की ओर भी ले जाता है। डॉ. दीदी का मानना ​​है कि आंतरिक और बाह्य परिवर्तन की यात्रा एक सतत प्रक्रिया है। लोगों को सर्वाधिक वांछित आंतरिक शांति और स्वस्थ शारीरिक स्वास्थ्य प्राप्त करने में मदद करने के इस उद्देश्य के साथ, उन्होंने 21 जून, 2022 - अंतर्राष्ट्रीय योग दिवस पर अपनी महत्वाकांक्षी परियोजना, विश्व जागृति मिशन इंटरनेशनल योग स्कूल की शुरुआत की। स्कूल S-VYASA बेंगलुरु से संबद्ध है और इसका उद्देश्य हठ योग को बढ़ावा देना है। वर्तमान में, यह योग पर विभिन्न अल्पकालिक और दीर्घकालिक पाठ्यक्रमों की पेशकश कर रहा है जहां छात्रों को हमारे प्राचीन ग्रंथों में उल्लिखित तर्क और ज्ञान प्रदान किया जा रहा है। साथ ही, इसका 300 घंटे का योग प्रशिक्षक पाठ्यक्रम योग के क्षेत्र में एक सफल करियर सुनिश्चित करने के सर्वोत्तम तरीकों में से एक है।
        </div>

        <div className="archikadidiDesc">
        डॉ. अर्चिका दीदी ने जप (जप), तप (तपस्या), ध्यान (ध्यान), साधना (अभ्यास) के सिद्धांतों का पालन करते हुए तीर्थयात्रा करने के महत्व पर समान जोर दिया है। एक उत्साही शिव भक्त के रूप में, वह 2017 से नियमित रूप से लोगों को पवित्र कैलाश मानसरोवर तीर्थयात्रा पर ले जा रही हैं। ब्रह्मांड का केंद्र माने जाने वाले भगवान शिव के इस निवास की एक यात्रा, अभूतपूर्व रूप से जीवन को हमेशा के लिए बदल देती है। इसके अलावा, प्रत्येक कैलाश मानसरोवर यात्रा के दौरान, दीदी जी के आध्यात्मिक प्रवचनों ने तीर्थयात्रियों को इस अत्यंत पवित्र स्थल के आसपास परम आनंद प्राप्त करने में मदद की है। प्रत्येक वर्ष अंतर्राष्ट्रीय योग दिवस पर, वह पवित्र मानसरोवर झील के किनारे एक निर्देशित ध्यान सत्र का नेतृत्व करती हैं। इस भव्य स्थान की पवित्र यात्रा के दौरान उनके साथ आए भक्तों को अविश्वसनीय दिव्यता का अनुभव हुआ है।
        </div>

        <div className="archikadidiDesc">
        "ध्यान के माध्यम से सार्वभौमिक शांति" के उद्देश्य को व्यापक रूप से आगे बढ़ाने के लिए, दीदी जी 2013 से आध्यात्मिक उत्थान के क्षेत्र में उल्लेखनीय कार्य कर रही हैं। पूरे भारत और विदेशों में भक्त नियमित रूप से आयोजित तीर्थयात्राओं और ध्यान रिट्रीट में भाग लेते रहे हैं। दुनिया।
        </div>

        </div>

        <div className="archikadidiContentContainer1">
        <div className="archikadidiTitle"> अर्चिका दीदी एक परोपकारी के रूप में</div>
        <img className="archikadidiImg" src={vectorDesign} alt="design"/>
        <div className="archikadidiDesc">
        डॉ. अर्चिका दीदी की भूमिका केवल अध्यात्म तक ही सीमित नहीं है। विश्व जागृति मिशन की उपाध्यक्ष और डॉ. अर्चिका फाउंडेशन की अध्यक्ष के रूप में उन्होंने मानवता, भाईचारे और परोपकार के मूल्यों को मजबूत करने की दिशा में जबरदस्त काम किया है। दीदी जी करुणा सिंधु चैरिटेबल हॉस्पिटल भी सफलतापूर्वक चला रही हैं। उनके मजबूत नेतृत्व में, अस्पताल आम जनता को बहुत मामूली कीमत पर सर्वोत्तम चिकित्सा सुविधाएं प्रदान कर रहा है। वर्तमान में, अस्पताल प्रयोगशाला और एक्स-रे सेवाओं के साथ-साथ नेत्र विज्ञान, चिकित्सा, आर्थोपेडिक, दंत चिकित्सा देखभाल, त्वचा विज्ञान, ईएनटी, बाल चिकित्सा, स्त्री रोग, कार्डियोलॉजी, होम्योपैथी, फिजियोथेरेपी जैसे विभाग चलाता है।
        </div>

        <div className="archikadidiDesc">
        डॉ. अर्चिका दीदी द्वारा शुरू की गई हर पहल तेजी से बढ़ रही है। उनकी समाज सेवा के इन सभी वर्षों में, हजारों जिंदगियां अपने सपनों को साकार करने में सक्षम हुई हैं। उनके एक अन्य प्रोजेक्ट "गिफ्ट ए विजन" ने विभिन्न नेत्र शिविरों के माध्यम से हजारों लोगों के बीच मोतियाबिंद और सामान्य अंधापन के बारे में जागरूकता बढ़ाई है। इस परियोजना ने कई लोगों को दृष्टि हानि से बचाने में महत्वपूर्ण भूमिका निभाई है। अब तक 200 से ज्यादा मोतियाबिंद और भेंगी आंखों के ऑपरेशन हो चुके हैं, जबकि 300 से ज्यादा लोगों का कॉर्निया ट्रांसप्लांट और लेसिक ऑपरेशन हो चुका है। दीदी जी स्वास्थ्य, पर्यावरण और महिला उत्थान के क्षेत्र में अपने मानवीय कार्यों के माध्यम से एक मजबूत समाज के निर्माण में योगदान दे रही हैं।
        </div>

        <div className="archikadidiDesc">
        हालाँकि, गीता केवल मानसिक या आध्यात्मिक विकास के बारे में नहीं है। ज्ञान का कालातीत खजाना व्यक्ति को शारीरिक सुधार की ओर भी ले जाता है। डॉ. दीदी का मानना ​​है कि आंतरिक और बाह्य परिवर्तन की यात्रा एक सतत प्रक्रिया है। लोगों को सर्वाधिक वांछित आंतरिक शांति और स्वस्थ शारीरिक स्वास्थ्य प्राप्त करने में मदद करने के इस उद्देश्य के साथ, उन्होंने 21 जून, 2022 - अंतर्राष्ट्रीय योग दिवस पर अपनी महत्वाकांक्षी परियोजना, विश्व जागृति मिशन इंटरनेशनल योग स्कूल की शुरुआत की। स्कूल S-VYASA बेंगलुरु से संबद्ध है और इसका उद्देश्य हठ योग को बढ़ावा देना है। वर्तमान में, यह योग पर विभिन्न अल्पकालिक और दीर्घकालिक पाठ्यक्रमों की पेशकश कर रहा है जहां छात्रों को हमारे प्राचीन ग्रंथों में उल्लिखित तर्क और ज्ञान प्रदान किया जा रहा है। साथ ही, इसका 300 घंटे का योग प्रशिक्षक पाठ्यक्रम योग के क्षेत्र में एक सफल करियर सुनिश्चित करने के सर्वोत्तम तरीकों में से एक है।
        </div>

        <div className="archikadidiDesc">
        डॉ. अर्चिका दीदी द्वारा शुरू की गई "विधवा कल्याण योजना" एक कार्यक्रम है जिसका उद्देश्य हर महीने 100 से अधिक विधवाओं को राशन प्रदान करना है। इस दिशा में उन्होंने महिलाओं को आत्मनिर्भर बनने में मदद के लिए कई व्यावसायिक प्रशिक्षण कार्यक्रम भी शुरू किए हैं। अब तक 2000 से अधिक लड़कियां और महिलाएं इन कार्यक्रमों से लाभान्वित हो चुकी हैं। नारी शक्ति के सभी रूपों और दैनिक जीवन में उनकी विभिन्न भूमिकाओं का जश्न मनाते हुए, प्रत्येक वर्ष श्री शक्ति पर्व का भी आयोजन किया जाता है। सांस्कृतिक कार्यक्रम वह मंच है जहां महिला गणमान्य व्यक्तियों को उनके पेशे में ऊंचा कद हासिल करने के लिए सम्मानित किया जाता है। डॉ. अर्चिका दीदी ने विभिन्न विषयों पर 70 से अधिक प्रेरक कार्यशालाओं का भी आयोजन किया है। वह कैंसर और थैलेसीमिया रोगियों को रक्त आधान में मदद करने के लिए दूरदराज के इलाकों में बसें उपलब्ध कराने में सहायक रही हैं। इसी प्रकार, पर्यावरण संरक्षण की तत्काल आवश्यकता को समझते हुए उनके द्वारा नियमित वृक्षारोपण अभियान चलाया जा रहा है। 2014 के बाद से, दिल्ली एनसीआर में वन और वृक्ष आवरण को बढ़ाने के लिए 1 लाख से अधिक पेड़ लगाए गए हैं। स्रोत पर ही कचरे को अलग करने के बारे में जागरूकता पैदा करने के लिए कचरा प्रबंधन पर एक अन्य परियोजना भी चलाई जा रही है। इस परियोजना के तहत टिकाऊ और रहने योग्य शहरों के निर्माण के लिए कचरे का उचित प्रबंधन करने के लिए विभिन्न अभियान चलाए जा रहे हैं।
        </div>

        <div className="archikadidiDesc">
        इन सभी पहलों के पीछे डॉ. अर्चिका दीदी की दूसरों और मातृ प्रकृति के प्रति महान करुणा और सहानुभूति निहित है। जबकि उनके परोपकारी कार्य अनगिनत लोगों के जीवन में उल्लेखनीय परिवर्तन ला रहे हैं, उनकी आध्यात्मिक पहल ने हजारों लोगों को आत्म-उपचार का आंतरिक मार्ग दिखाया है। वास्तव में डॉ. अर्चिका दीदी आज के कठिन समय में आशा की किरण हैं।
        </div>

        </div>


   
       
        
    </div>
  )
}

export default Archikadidi