import React from 'react';
import './mahashivratri.scss';
import video from '../../assets/video/Shivratri.mp4'
import HeaderImgC from '../../common/HeaderImgContainer/HeaderImgC';
import BannerImg from '../../assets/BannerImgs/BannerImg15.png'
import TitlePage from '../../common/EventPagesCommon/TitlePage/TitlePage';
import BankTransfer from '../../common/EventPagesCommon/BankTransferPage/BankTransfer';
import bannerImg from '../../assets/mahashivratri/One.png';
import bannerImgLeft from '../../assets/mahashivratri/Two.png';
import bannerImgLeft2 from '../../assets/mahashivratri/Three.png';
import bannerImgRight2 from '../../assets/mahashivratri/Four.png';
import bannerImgRight3 from '../../assets/mahashivratri/Five.png';
import bannerImgRight4 from '../../assets/mahashivratri/Six.png';
import bannerImgRight5 from '../../assets/mahashivratri/Seven.png';


import RightImg from '../../common/EventPagesCommon/RightImg/RightImg';
import LeftImg from '../../common/EventPagesCommon/LeftImg/LeftImg';
import CommonGyaan from '../../common/CommonGyaanFromHome/CommonGyaan';


import img1 from '../../assets/commongyaan/One.png'
import img2 from '../../assets/commongyaan/Two.png'
import img3 from '../../assets/commongyaan/Three.png'
import share from '../../assets/articles/share.png'
import HeaderVideoComp from '../../common/HeaderVideoComponent/HeaderVideoComp';

// import Mahayagya from './MahaYagya/Mahayagya';

const Mahashivratri = () => {
  const title = "108 कुण्डिया श्री गणेश लक्ष्मी महायज्ञ – 2022"
  const desc = "पर्यावरण शुद्धि, दीर्घायु, समृद्धि, वैश्विक शांति और ईश्वरीय कृपा प्राप्ति के लिएश्री गणेश लक्ष्मीमहायज्ञ की शुरुआत परम पूज्य सद्गुरु श्री सुधांशु जी महाराज एवं डॉ. अर्चिका दीदी ने की।";


  const righttitle = "शिव-शक्ति महाध्यान";
  const rightdesc = "शिव-शक्ति महाध्यान, ध्यान की गहन तकनीक है जिसमें साधक अपनी संपूर्ण आध्यात्मिक ऊर्जा को भगवान शिव पर केंद्रित करने का प्रयास करते हैं।";
  const rightdate = "आश्रम परिसर में : 17 फरवरी - सुबह 8 बजे | शाम 4 बजे , 18 फरवरी - सुबह 8 बजे| 19 फरवरी - सुबह 8 बजे  "
  const righttime = "ऑनलाइन :18 फरवरी - सुबह 8 बजे | शाम 4 बजे , 19 फरवरी - सुबह 8 बजे | 20 फरवरी - सुबह 8 बजे"

  const lefttitle = "वैभव लक्ष्मी साधना / वरदान सिद्धि साधना";
  const leftdesc = "देवी लक्ष्मी को समर्पित, वैभव लक्ष्मी साधना या वरदान सिद्धि साधना एक विशेष भेंट और ध्यान तकनीक है जो भक्तों को वित्तीय परेशानियों से राहत दिलाने और जीवन में सही ढंग से समृद्धि लाने में मदद करती है।";
  const leftdate = "08 और 09 अक्टूबर 2022 "
  const lefttime = "प्रातः 8.00 बजे से"


  const righttitle1 = "शिव-शक्ति कृपा यज्ञ";
  const rightdesc1 = "सहयज्ञाः प्रजाः सृष्ट्वा पुरोवाच प्रजापतिः। अनेन प्रसविष्यध्वमेष वोऽस्त्विष्टकामधुक् II";
  const rightdate1 = "ब्रह्मांड के निर्माण की शुरुआत में, भगवान ब्रह्मा ने मनुष्यों को बनाया और कहा कि तुम यज्ञों को करो और फलो-फूलो, क्योंकि ये तुम्हें वह सब प्रदान करेंगे जो तुम पाना चाहते हो।"
  const righttime1 = ""

  const lefttitle1 = "12 ज्योतिर्लिंग स्थानम का लोकार्पण";
  const leftdesc1 = "12 ज्योतिर्लिंग भगवान शिव के सबसे सुंदर और दिव्य रूप हैं। इन्हें द्वादश ज्योतिर्लिंग के रूप में भी जाना जाता है, ये भगवान शिव के भक्तों के लिए सबसे पवित्र पूजा स्थल हैं। कर्म बंधन एवं जीवन और मृत्यु के चक्र से मुक्त होने के लिए भक्त उनके पास जाते हैं।";
  const leftdate1 = "आनंद धाम आश्रम में, महाशिवरात्रि के पावन अवसर पर परम पूज्य श्री सुधांशु जी महाराज और डॉ. अर्चिका दीदी द्वारा भगवान शिव की असीमता के इन द्वादश ज्योतिर्लिंगों के सुंदर स्थान का लोकार्पण किया जाएगा। "
  const lefttime1= ""

  const righttitle2 = "125,000 पार्थिव शिवलिंग का निर्माण।";
  const rightdesc2 = "28 जनवरी 2023 से 21 दिनों तक पार्थिव शिवलिंगों के सृजन में भाग लेने के लिए आएं। यह सृजन 108 पुजारियों द्वारा पवित्र मंत्रों ओम नमः शिवाय और महामृत्युंजय मंत्र के सार्वभौमिक जाप के बीच होगा।"
  const rightdate2 = "पार्थिव शिवलिंगों के सृजन में शामिल होने के लिए साधकों और भगवान शिव भक्तों का स्वागत है।"
  const righttime2 = ""

  const ArticleArray = [
    {
      title : "भक्ति गीत और सत्संग",
      desc : "कुछ समय के लिए बाहरी दुनिया के लिए सभी दरवाजे बंद कर दें और भगवान शिव और उनकी शिक्षाओं के बारे में आध्यात्मिक प्रवचन और भक्ति गीत सुनें जो जीव आत्मा को ऊपर उठाने के लिए हैं। प्रवचनों के माध्यम से, अपने मन को ध्यान, निःस्वार्थ सेवा और भगवान शिव के साथ आत्मा के संवाद करने के महत्व पर फिर से ध्यान केंद्रित करें।",
      desc1: "हमसे जुड़ें लाइव स्ट्रीमिंग : 18 फरवरी, शाम 4 बजे और 19 फरवरी, दोपहर 12 बजे",
      img: img1,
      tag : "",
    //   date: "15,Feb,2023",
    //   city: "Bhopal",
    //   tag : "Article",
    //   share : share,
      // date : '12th March'
    },
    {
      title : "शोभा यात्रा",
      desc : "महाशिवरात्रि अपने साथ शिष्यों और साधकों के लिए गुरु दर्शन का एक सुखद अवसर लेकर आती है, इस अवसर पर शोभा यात्रा निकाली जाती है, इस यात्रा में परम पूज्य सद्गुरु श्री सुधांशु जी महाराज और डॉ. अर्चिका दीदी के साथ हर कोई शामिल होता है। आनंदधाम आश्रम में इस दिव्य उत्सव को मनाने के लिए भारत और विदेश से एकत्रित हुए भगवान शिव के उत्साही भक्तों द्वारा भक्ति गीत गाए जाएंगे।          ",
      desc1 : " हमसे जुड़ें : लाइव स्ट्रीमिंग (19 फरवरी, सुबह 9:30 बजे)",
      img: img2,
    //   tag: "",
    //   date: "23,May,2023",
    //   city: "Delhi",
    //   tag : "Video",
    //   share : share,
      // date : '10th February'
    },
    {
      title : " महाआरती",
      desc : "प्राचीन वैदिक अनुष्ठानों से निकली, आरती का आध्यात्मिकता के विज्ञान में एक विशेष स्थान है। यह भगवान के प्रति अपनी भक्ति और कृतज्ञता अर्पित करने का एक अनुष्ठान है। जब भक्त आरती करते हैं तो उनके सातों चक्र भी शुद्ध और सक्रिय होते हैं। आपको हजारों मिट्टी के दीयों के साथ महाआरती में भाग लेने के लिए आमंत्रित किया जाता है।",
      
      desc1 : "हमसे जुड़ें : लाइव स्ट्रीमिंग (शाम 4 से 7 बजे) पर",
      img: img3,
    //   date: "19,March,2023",
    //   city: "Delhi",
    //   tag: "Article",
    //   share : share,
      // date : '10th October'
    }, 

    {
      title : "शिवरात्रि",
      desc : "सांस्कृतिक गतिविधियों का एक गुंजायमान कार्यक्रम जिसमें भगवान शिव के भक्त खुशी में नाचेंगे और भोलेनाथ को प्रसन्न करने के लिए भावपूर्ण भक्ति गीत भी गाएंगे। भक्ति संगीतमय संध्या परम पूज्य सद्गुरु श्री सुधांशु जी महाराज और दीदी जी का विशेष प्रवचन| मध्यरात्रि मंत्र जप और पूजन|",
      
      desc1 :" लाइव परफॉर्मेंस :18 फरवरी 2023 समय: शाम 4 बजे से 7 बजे तक , रात 10 बजे से 12 बजे तक",
      
      img: img3,
    //   date: "19,March,2023",
    //   city: "Delhi",
    //   tag: "Article",
    //   share : share,
      // date : '10th October'
    }, 
    
      
    
  ]

  const commongyaantitle = "भगवान शिव का अद्भुत वातावरण";
  const commongyaandesc = "भगवान शिव का दर्शन अलौकिक है और उनके भक्त अद्वितीय हैं। सांसारिकता के प्रति उनका दृष्टिकोण असाधारण है। उनका रहन-सहन और परम योगी के प्रति लगाव अत्यंत आकर्षक है। वे प्राकृतिक साधक हैं और महाशिवरात्रि इन सभी भक्तों के लिए एक गुरु के सानिध्य में अथाह भक्ति की ओर जाने का सही अवसर अवसर प्रदान करती है।"


  const righttitle3 = "महाशिवरात्रि(ऑनलाइन)";
  const rightdesc3 = "महाशिवरात्रि पर, ऑनलाइन ध्यान सत्र के माध्यम से भगवान शिव और देवी पार्वती का आशीर्वाद लें। संकल्पित यजमान सौभाग्यशाली होंगे कि वे तीन दिनों के सभी छह शुभ ध्यान सत्रों में भाग लेंगे। वहीं आश्रम में ऋषिकुमार उनकी ओर से रुद्राभिषेक और महायज्ञ भी करेंगे। संकल्पित यजमानों की तस्वीरें शिव-शक्ति कृपा यज्ञ साइट, वेबसाइट और विभिन्न सोशल मीडिया प्लेटफॉर्म पर प्रदर्शित की जाएंगी।";
  const rightdate3 = " "
  const righttime3 = ""

  const lefttitle3 = "आनंद धाम आश्रम में महाशिवरात्रि (ऑफलाइन)";
  const leftdesc3 = "कुछ सौभाग्यशाली भक्तों को आनंदधाम आश्रम परिसर में महाराजश्री के साथ कुछ समय बिताने का अवसर प्राप्त होगा। शिवरात्रि पर्व के लिए विशेष कार्यक्रम तैयार किए गए हैं, जिनमें ध्यान सत्र, प्रार्थना, रुद्राभिषेक, शिव महायज्ञ और देव दर्शन शामिल हैं।";
  const leftdate3 = "17 फरवरी - 19 फरवरी 2023"
  const lefttime3= ""


  const righttitle4 = "मुख्य महा शिवरात्रि महोत्सव";
  const rightdesc4 = "सीमित स्थान शेष-आज ही अपनी बुकिंग कराएं।शिव-शक्ति महाध्यान (सुबह 8 बजे से) 1.25 लाख पार्थिव शिवलिंग रुद्राभिषेक और पूजन सुबह 9:30 बजे से";
  const righttime4 = "शिव-शक्ति कृपा यज्ञ (सुबह 10:30 बजे से)";
  const rightdate4 = "संगीत संध्या व सत्संग (शाम 4 बजे से)"


  const aurJaaneDesc = "यह ध्यान तकनीक साधकों को अपना तीसरा नेत्र खोलने और अपने मन को पूरी क्षमता से कार्य करने में मदद करती है। यह तकनीक उन्हें मन को नियंत्रित करने और परेशान करने वाले विचारों को दूर रखने में मदद करती है ताकि वे  ईश्वर से जुड़ सकें और जब एक साधक की आंतरिक शक्ति उसके साथ जुड़ जाती है तो जीवन की सभी असुरक्षाएं, भय और दुविधाएं दूर हो जाती हैं।"
  const aurJaaneDesc1 = "यह 'शिव-शक्ति महाध्यान' का मूल है जिसका अभ्यास भगवान शिव के भक्त महाशिवरात्रि के शुभ दिन पर अपने गुरु की उपस्थिति में करते हैं। महाशिवरात्रि के दिन ध्यान करें और अपने हृदय में सर्वोच्च चेतना की उपस्थिति को महसूस करें, यह सकारात्मक ऊर्जा आपको अच्छा स्वास्थ्य और दिव्य प्रेम के रूप में शिव और शक्ति का आशीर्वाद प्रदान करेगी।"
  const aurJaaneDesc2 = ""
  const aurJaaneDesc3 = "  "
  const aurJaaneDesc4= ""
  const aurJaaneHeadings = [
    {
      title : "विशेष कार्यक्रम",
      desc : [
        {
          one : "भक्तों के लिए एक विशेष संदेश - मनाली में आगामी चंद्रयान तप में भाग लेने वाले भक्तों एवं साधकों को शिव-शक्ति महाध्यान (ऑनलाइन) में नि:शुल्क भाग लेने का अवसर मिलेगा।",
          two : " रुद्राभिषेक - महाशिवरात्रि पर, सवा लाख पार्थिव शिवलिंगों की पूजा करके भगवान शिव का आशीर्वाद प्राप्त करें। आप रुद्राभिषेक के लिए अपना स्वयं का शिवलिंग ला सकते हैं या आश्रम से भी प्राप्त कर सकते हैं। इस सुंदर अनुष्ठान में, लिंगम को वैदिक मंत्रों का जाप करते हुए तांबे के 'शृंगी' (अभिषेक अनुष्ठान के लिए इस्तेमाल किया जाने वाला एक विशेष सींग के आकार का बर्तन) का उपयोग करके जल/गाय के दूध की निरंतर धारा से स्नान कराया जाता है।",
          three : "अनुष्ठान की शुरुआत लक्ष्मी गणेश पूजन से होती है और इसके बाद भगवान शिव का आकर्षक श्रृंगार किया जाता है। रुद्राभिषेक से जीवन में शुभता, समरसता और सफलता आती है। यह सकारात्मकता का आह्वान करता है और प्रतिकूलता को दूर करता है। रुद्राभिषेक करें और अपने जीवन से नकारात्मकता को दूर कर सौभाग्य को आमंत्रित करें।",
          // four : " सकारात्मक सोच, मन, शरीर और आत्मा के आंतरिक संतुलन को बनाने के लिए अपने दिमाग को सशक्त बनाएं। ",
          // five : "भक्तों द्वारा दिव्य सामूहिक मंत्र जाप। ",
          // six : "श्री यंत्र की प्राण प्रतिष्ठा।",
          // seven : " वैभव लक्ष्मी साधना।",
          // eight : " वरदान सिद्धि साधना।"

        }
      ]
    }
  ]

  const aurJaane1Desc = "ब्रह्मांड की रचना यज्ञ से ही प्रारंभ हुई थी। यह मनुष्य की सभी मनोकामनाओं को पूर्ण करता है। इसलिए, यदि आप अपने सांसारिक दायित्वों को निभाते हुए सुख और संतोष की तलाश करते हैं और आनंदमय जीवन जीने के लिए कष्टों से छुटकारा पाना चाहते हैं तो आपको यज्ञ अवश्य करना चाहिए। यज्ञ सभी पूजाओं और अनुष्ठानों में सबसे पवित्र है।  "
  const aurJaane1Desc1 = "यह आपके संपूर्ण स्व और पर्यावरण को शुद्ध करता है। शिवरात्रि पर यज्ञ के माध्यम से अपने मन और शरीर में सुंदर सामंजस्य के साथ-साथ अपने भीतर शुद्ध ऊर्जा के अस्तित्व को महसूस करें।  "
  const aurJaane1Desc2 = ""
  const aurJaane1Desc3 = "  "
  const aurJaane1Desc4= ""
  const aurJaane1Headings = [
    {
      title : "",
      desc : [
        {
          one : "",
          two : "",
          three : "",
          // four : " सकारात्मक सोच, मन, शरीर और आत्मा के आंतरिक संतुलन को बनाने के लिए अपने दिमाग को सशक्त बनाएं। ",
          // five : "भक्तों द्वारा दिव्य सामूहिक मंत्र जाप। ",
          // six : "श्री यंत्र की प्राण प्रतिष्ठा।",
          // seven : " वैभव लक्ष्मी साधना।",
          // eight : " वरदान सिद्धि साधना।"

        }
      ]
    }
  ]

  const aurJaane2Headings = [
    {
      title : "लाइव कार्यक्रम की मुख्य विशेषताएं",
      desc : [
        {
          one : "पशुपतिनाथ शिवालय में ॐ नमः शिवाय का जाप करें।  ",
          two : "महामृत्युंजय मंत्र का जाप करें।",
          three : "अभिषेक एवं यज्ञ करें।",
          four : "आरती में शामिल हों। ",
          // five : "भक्तों द्वारा दिव्य सामूहिक मंत्र जाप। ",
          // six : "श्री यंत्र की प्राण प्रतिष्ठा।",
          // seven : " वैभव लक्ष्मी साधना।",
          // eight : " वरदान सिद्धि साधना।"

        }
      ]
    }
  ]


  const aurJaane3Headings = [
    {
      title : "लाइव कार्यक्रम की मुख्य विशेषताएं",
      desc : [
        {
          one : "मुख्य यजमान (मुख्य वेदी) 23000/- रुपये | मुख्य वेदी यजमान - 13000/- रुपये |विशेष वेदी यजमान - 7100/- रुपये | सामन्य वेदी यजमान - 5100/- रुपये",
          two : "17 फरवरी - 19 फरवरी 2023 | 3 दिन का कार्यक्रम - शिव-शक्ति महाध्यान - गहन ध्यान सत्र (17, 18 और 19 फरवरी) 1.25 लाख पार्थिव शिवलिंग रुद्राभिषेक और पूजन (18 फरवरी, सुबह 9:30 बजे से) शिव-शक्ति कृपा यज्ञ (18 फरवरी, सुबह 10:30 बजे से) शोभायात्रा में भागीदारी (19 फरवरी, सुबह 9:30 बजे से) संगीत संध्या और सत्संग (18 फरवरी, शाम 4 बजे से और 19 फरवरी, दोपहर 12 बजे से)  ",
          three : "12 ज्योतिर्लिंग स्थानम का लोकार्पण (19 फरवरी, सुबह 11 बजे से)  मुख्य यजमान (मुख्य वेदी - युगल) 25000/- रुपये | मुख्य वेदी यजमान (युगल) - 15000/- रुपये | विशेष वेदी यजमान (युगल) - 9100/- रुपये | सामान्य वेदी यजमान (युगल) - 7100/- रुपये | सामान्य वेदी यजमान (अकेले) - 5100/- रुपये",
          four : "मुख्य महा शिवरात्रि महोत्सव | 18 फरवरी 2023 -  1 दिवसीय कार्यक्रम (ऑफ़लाइन या ऑनलाइन भाग लें)  |  शिव-शक्ति महाध्यान (सुबह 8 बजे से) | 1.25 लाख पार्थिव शिवलिंग रुद्राभिषेक और पूजन (सुबह 9:30 बजे से) |शिव-शक्ति कृपा यज्ञ (सुबह 10:30 बजे से)  संगीत संध्या व सत्संग (शाम 4 बजे से)  ",
          five : "कार्यक्रम में भाग लेने के लिए योगदान की राशि | मुख्य यजमान - 21000/- रुपये | मुख्य वेदी - 11000/- रुपये | विशिष्ट वेदी - 5100/- रुपये |  सामन्य वेदी - 3100/- रुपये | भारतीय नागरिक यहाँ रजिस्टर करें।           ",
          six : "पंजीकरण के बाद, कृपया नीचे दिए गए संपर्क नंबर पर अपना विवरण उन लोगों की तस्वीरों के साथ साझा करें जो महाशिवरात्रि कार्यक्रमों में ऑनलाइन शामिल हो रहे हैं।          ",
          seven : " कृपया संपर्क करें: +91 8826891955, 9589938938, 9685938938, 7291986653          ",
          eight : " विदेशी नागरिक - आवासीय बुकिंग के लिए, कृपया नीचे दिए गए नंबर पर संपर्क करें:     (+91) 8826891955, 9589938938     "

        }
      ]
    }
  ]


  


  return (
    <div className='ganeshlakshmi'>
      <HeaderVideoComp itle={'शिवरात्रि'} desc={''}  video={video}/>
        {/* <HeaderImgC img={BannerImg}/> */}
        {/* <TitlePage title={title} desc={desc}/> */}
        <RightImg righttitle={righttitle} rightdate={rightdate} rightdesc={rightdesc} righttime={righttime} bannerImg={bannerImg}
                  aurJaanetitle1={righttitle}
                  aurJaaneDesc={aurJaane1Desc}
                  aurJaaneDesc1={aurJaane1Desc1}
                  aurJaaneDesc2={aurJaane1Desc2}
                  aurJaaneDesc3={aurJaane1Desc3}
                  aurJaaneDesc4={aurJaane1Desc4}
         aurJaaneHeadings={aurJaaneHeadings}

         
        
        />
        <LeftImg lefttitle={lefttitle} leftdate={leftdate} leftdesc={leftdesc} lefttime={lefttime} bannerImg={bannerImgLeft}
          aurJaanetitle1={"Content will be updated soon"}
        
        />
        <RightImg righttitle={righttitle1} rightdate={rightdate1} rightdesc={rightdesc1} righttime={righttime1} bannerImg={bannerImgRight2}
           aurJaanetitle1={righttitle1}
           aurJaaneDesc={aurJaaneDesc}
           aurJaaneDesc1={aurJaaneDesc1}
           aurJaaneDesc2={aurJaaneDesc2}
           aurJaaneDesc3={aurJaaneDesc3}
           aurJaaneDesc4={aurJaaneDesc4}
  aurJaaneHeadings={aurJaane1Headings}
        
        
        />
        <LeftImg lefttitle={lefttitle1} leftdate={leftdate1} leftdesc={leftdesc1} lefttime={lefttime1} bannerImg={bannerImgRight3}
           aurJaanetitle1={"Content will be updated soon."}

        />
        <RightImg righttitle={righttitle2} rightdate={rightdate2} rightdesc={rightdesc2} righttime={righttime2} bannerImg={bannerImgLeft2}
            aurJaanetitle1={righttitle2}
            aurJaaneDesc={"प्रारंभ होने की तिथि: 28 जनवरी 2023"}
            aurJaaneDesc1={"जो भक्त विदेश में हैं वे भी इसमें शामिल हो सकते हैं क्योंकि लाइव कार्यक्रम 21 दिनों तक लगातार चलेगा। सार्वभौम जाप में श्रद्धालु वर्चुअली जुड़ सकते हैं। दिव्य वातावरण में सामूहिक नामजप के द्वारा शिवलिंगों का सृजन किया जाएगा ।"}
            aurJaaneDesc2={"आनंद धाम आश्रम में महाशिवरात्रि (ऑफलाइन)            "}
            aurJaaneDesc3={"कुछ सौभाग्यशाली भक्तों को आनंदधाम आश्रम परिसर में महाराजश्री के साथ कुछ समय बिताने का अवसर प्राप्त होगा। शिवरात्रि पर्व के लिए विशेष कार्यक्रम तैयार किए गए हैं, जिनमें ध्यान सत्र, प्रार्थना, रुद्राभिषेक, शिव महायज्ञ और      	 देव दर्शन शामिल हैं। इसके लिए सीमित सीटें उपलब्ध हैं। यदि भक्त आश्रम में महाशिवरात्रि कार्यक्रमों में भाग लेना चाहते हैं तो वे अपनी बुकिंग जल्द से जल्द करवा लें क्योंकि बुकिंग महाशिवरात्रि से 1 सप्ताह पहले बंद हो जाएगी।            "}
            aurJaaneDesc4={""}
   aurJaaneHeadings={aurJaaneHeadings}
        
        />
        <CommonGyaan ArticleArray={ArticleArray} commongyaantitle={commongyaantitle} commongyaandesc={commongyaandesc}/>
        <RightImg righttitle={righttitle3} rightdate={rightdate3} rightdesc={rightdesc3} righttime={righttime3} bannerImg={bannerImgRight4}
                aurJaanetitle1={righttitle3}
                aurJaaneDesc={"शिव-शक्ति महाध्यान - 3 दिवसीय गहन ध्यान सत्र    (सुबह 8 बजे और शाम 4 बजे)। 1.25 लाख पार्थिव शिवलिंग रुद्राभिषेक और पूजन में भागीदारी (सुबह 9.30 बजे)।           "}
                aurJaaneDesc1={"शिव शक्ति कृपा यज्ञ में भाग लें। सत्संग और भजन संध्या में भाग लें  इस कार्यक्रम के लिए तैयार की गई अन्य गतिविधियों में भी भागीदार बनें।        "}
                aurJaaneDesc2={" आनंद धाम आश्रम में महाशिवरात्रि (ऑफलाइन)      कुछ सौभाग्यशाली भक्तों को आनंदधाम आश्रम परिसर में महाराजश्री के साथ कुछ समय बिताने का अवसर प्राप्त होगा। शिवरात्रि पर्व के लिए विशेष कार्यक्रम तैयार किए गए हैं, जिनमें ध्यान सत्र, प्रार्थना, रुद्राभिषेक, शिव महायज्ञ और      	 देव दर्शन शामिल हैं। इसके लिए सीमित सीटें उपलब्ध हैं। यदि भक्त आश्रम में महाशिवरात्रि कार्यक्रमों में भाग लेना चाहते हैं तो वे अपनी बुकिंग जल्द से जल्द करवा लें क्योंकि बुकिंग महाशिवरात्रि से 1 सप्ताह पहले बंद हो जाएगी।"}
                aurJaaneDesc3={""}
                aurJaaneDesc4={""}
       aurJaaneHeadings={aurJaane3Headings}
        
        />
        {/* <LeftImg lefttitle={lefttitle} leftdate={leftdate} leftdesc={leftdesc} lefttime={lefttime} bannerImg={bannerImgRight5}/> */}
        {/* <RightImg righttitle={righttitle1} rightdate={rightdate1} rightdesc={rightdesc1} righttime={righttime1} bannerImg={bannerImgRight2}/> */}
        {/* <Mahayagya/> */}
        <BankTransfer/>
    </div>
  )
}

export default Mahashivratri