import React from 'react';
import './maharajshri.scss';
import vectorDesign from '../../assets/commonAssets/Vector.png'


const Maharajshri = () => {
  return (
    <div className='maharajshri'>
        <div className="maharajshriShlok">
            <img className="Image" src={vectorDesign} alt="design"/>
            <div className="maharajshriTitle">यद्यदाचरति श्रेष्ठस्तत्त्देवेतरो जनः।</div>
            <div className="maharajshriTitle">सयत्प्रमाणं कुरुते लोकस्तदनुवर्तते।।</div>
            <img className="Image" src={vectorDesign} alt="design"/>
        </div>

        <div className="maharajshriContentContainer">
            <div className="containerleft">
            नित्य वंदनीय, प्रातः स्मरणीय, सद्गुरुदेव परमपूज्य श्री सुधांशु जी महाराज का परिचय देने की सामर्थ्य किसी साधारण मनुष्य की लेखनी में कहां? सागर का परिचय भला बूंद कैसे दे सकती है? आपके चरित्र का गुणानुवाद भगवान की उक्ति के आलोक में ही सम्भव है।
            </div>
            <div className="containerRight">
                <div className="item">
                    वस्तुतः देवपुरुषों, महान् संतों का अवतरण लोक-कल्याण के लिए ही होता है। वे अपने लोकोत्तर क्रम से जगत को कल्याण मार्ग की ओर प्रेरित करते हैं। उनके द्वारा प्रशस्त पथ पर चलकर अन्य व्यक्ति भी महानता को प्राप्त करते हैं। देश की ऐसी ही ट्टषि परम्परा, संत परम्परा एवं गुरु-शिष्य परम्परा में सर्वत्र एक विलक्षण आत्म भाव में प्रतिष्ठित, राष्ट्र, समाज तथा मानवमात्र की सेवा एवं परिष्कार में निरत, गायत्री, गंगा, श्रुति स्मृति, सूत्र, नीति तथा संतवाणी के स्वाध्याय, प्रवचन व साधना में अनवरत, दान-परिग्रह के विप्रधर्म में दीक्षित गुरुदेव श्री सुधांशु जी महाराज हैं। 

                </div>
                <div className="item">
                ये एक सद्गुरु रूप में युग को ईश्वर के वरदान स्वरूप प्राप्त हैं। जिनकी आध्यात्मिक सेवा व प्रेम भावना, विचारशीलता, सहृदयता, मनस्विता तथा भगवद्भक्ति रूपी प्राणवायु से सांस्कृतिक प्रदूषण से मुक्ति मिल रही है। तमस के घोर झंझा से मानवीयता के लिए श्वांस संरचना की अनुभूति होती है।
                </div>
            </div>
        </div>

        <div className="maharajshriContentContainer1">
        <div className="containerRight">
                <div className="item">
                    वस्तुतः देवपुरुषों, महान् संतों का अवतरण लोक-कल्याण के लिए ही होता है। वे अपने लोकोत्तर क्रम से जगत को कल्याण मार्ग की ओर प्रेरित करते हैं। उनके द्वारा प्रशस्त पथ पर चलकर अन्य व्यक्ति भी महानता को प्राप्त करते हैं। देश की ऐसी ही ट्टषि परम्परा, संत परम्परा एवं गुरु-शिष्य परम्परा में सर्वत्र एक विलक्षण आत्म भाव में प्रतिष्ठित, राष्ट्र, समाज तथा मानवमात्र की सेवा एवं परिष्कार में निरत, गायत्री, गंगा, श्रुति स्मृति, सूत्र, नीति तथा संतवाणी के स्वाध्याय, प्रवचन व साधना में अनवरत, दान-परिग्रह के विप्रधर्म में दीक्षित गुरुदेव श्री सुधांशु जी महाराज हैं। 

                </div>
                <div className="item">
                ये एक सद्गुरु रूप में युग को ईश्वर के वरदान स्वरूप प्राप्त हैं। जिनकी आध्यात्मिक सेवा व प्रेम भावना, विचारशीलता, सहृदयता, मनस्विता तथा भगवद्भक्ति रूपी प्राणवायु से सांस्कृतिक प्रदूषण से मुक्ति मिल रही है। तमस के घोर झंझा से मानवीयता के लिए श्वांस संरचना की अनुभूति होती है।
                </div>
            </div>
            <div className="containerleft">
            नित्य वंदनीय, प्रातः स्मरणीय, सद्गुरुदेव परमपूज्य श्री सुधांशु जी महाराज का परिचय देने की सामर्थ्य किसी साधारण मनुष्य की लेखनी में कहां? सागर का परिचय भला बूंद कैसे दे सकती है? आपके चरित्र का गुणानुवाद भगवान की उक्ति के आलोक में ही सम्भव है।
            </div>
          
        </div>

        <div className="maharajshriShlok">
            <img className="Image" src={vectorDesign} alt="design"/>
            <div className="maharajshriTitle">प्राज्ञः प्राप्तसमस्तशास्त्रहृदयः प्रव्यक्तलोकस्थितिः</div>
            <div className="maharajshriTitle">	प्रास्ताशः प्रतिभापरः प्रशमवान् प्रागेव दृष्टिोत्तरः।</div>
            <div className="maharajshriTitle">	प्रायः प्रश्नसहः प्रभुः परमनोहारी परानिंदया</div>
            <div className="maharajshriTitle">	ब्रूयाद् धर्मकथां गुणी गुणनिधिः प्रस्पष्ट मिष्टाक्षरः।।</div>
            <img className="Image" src={vectorDesign} alt="design"/>
        </div>

        <div className="maharajshriContentContainer2">
            <div className="containerleft">
            अर्थात् बुद्धिमान, समस्त शास्त्रें के रहस्य के ज्ञाता, लोक-व्यवहार से परिचित, निरपेक्ष, प्रतिभावान, शांतचित्त प्रश्न करने से पहले जिसने उत्तर देख लिया हो, प्रश्नों को सहन करने वाला, प्रभुता सम्पन्न, दूसरों के मन को हरने वाले, निंदा नहीं करने वाले, स्पष्ट एवं मधुर वचन बोलने वाले तथा गुणों के निधान आचार्य हैं हमारे गुरुदेव जी।
            </div>
            <div className="containerRight">
                <div className="item">
                गुरुवर ने हिमप्रांत में अपनी साधना पूरी करने के पश्चात् अपने नवयौवनल काल में ही हिमालय के मैदानी भागों में सत्संग एवं प्रवचन की यात्र का श्रीगणेश किया, तो असंख्य नर-नारी, बाल-वृंद आपके होते चले गये। आपने उनको दुःख-दर्द से उबारा। अपने करुणामय भावों से उन्हें दुःख-शोक से मुक्त करके सेवा में लगा लिया। यह सत्संग यात्र नित्य निरंतर निर्वाध गति से आज भी चल रही है। इस क्रम में भारत के कोने-कोने से लेकर विश्व के अनेकानेक देशों तक आधुनिक युग में बढ़ते तनाव, भय, निराशा और अवसाद से ग्रस्त लोगों का मनोबल बढ़ाने हेतु उन्हें अनेक आध्यात्मिक प्रयोग भी दिए हैं।

                </div>
                <div className="item">
                इस प्रकार तीर्थ सा पवित्र एवं निश्छल प्रेम करुणा से भरा पूज्यश्री आपका अंतःकरण तथा सहज- सरल व्यक्तित्व संकल्पनिष्ठ ट्टषि-मुनियों की चेष्टाओं और उसके व्यावहारिक स्वरूपों की गहराई को उद्घाटित करता है। सच कहें तो आप जैसे ट्टषिकल्प महापुरुषों के गुणों को प्रकाशित करने के लिए किसी की लेखनी अथवा वाणी की क्या क्षमता, इतना विराट है आपका सागर सा व्यक्तित्व। गहराई से युक्त अपने सद्गुरु के लिए हम इतना भर कह सकते हैं कि कस्तूरी की सुगंध किसी शपथ की मोहताज नहीं, ऐसे स्वप्रकाशित संत हैं हमारे सद्गुरुदेव।
                </div>
            </div>
        </div>




        <div className="maharajshriShlok">
            <img className="Image" src={vectorDesign} alt="design"/>
            <div className="maharajshriTitle">सन्तः स्वतः प्रकाशन्ते गुणा न परतो नृणाम्।</div>
            <div className="maharajshriTitle">आमोदो न हि कस्तूर्याः शपथेन विभाव्यते।।</div>
            <img className="Image" src={vectorDesign} alt="design"/>
        </div>

    </div>
  )
}

export default Maharajshri