import React from 'react';
import './balkalyaan.scss';
import HeaderImgC from '../../common/HeaderImgContainer/HeaderImgC';
import BannerImg from '../../assets/BannerImgs/BannerImg10.png'
import TitlePage from '../../common/EventPagesCommon/TitlePage/TitlePage';
import BankTransfer from '../../common/EventPagesCommon/BankTransferPage/BankTransfer';
import bannerImg from '../../assets/balkalyaan/One.png';
import bannerImgLeft from '../../assets/balkalyaan/Two.png';
// import bannerImgLeft2 from '../../assets/gurupurnima/four.png';
// import bannerImgRight2 from '../../assets/gurupurnima/three.png';
// import bannerImgRight3 from '../../assets/gurupurnima/five.png';


import RightImg from '../../common/EventPagesCommon/RightImg/RightImg';
import LeftImg from '../../common/EventPagesCommon/LeftImg/LeftImg';
import EightyG from '../../common/80GBenefits/EightyG';
import AboveBottomContainer from '../../common/EventPagesCommon/AboveBottomContainer/AboveBottomContainer';

import five from '../../assets/balkalyaan/five.png'
import six from '../../assets/balkalyaan/six.png'
import seven from '../../assets/balkalyaan/seven.png'
import eight from '../../assets/balkalyaan/eight.png'

// import Mahayagya from './MahaYagya/Mahayagya';

const Balkalyaan = () => {
  const title = "बाल कल्याण"
  const desc = "आप जैसे दयालु लोगों से मिले सहयोग के लिए धन्यवाद, हमने वर्षों से अपने बाल कल्याण संस्थानों के माध्यम से सैकड़ों हजारों गरीब बच्चों के जीवन को बदल दिया है। ये संस्थाएं जरूरतमंद बच्चों को आशा सहित जीवन में आगे बढ़ने के लिए आवश्यक सभी चीजें प्रदान करने का प्रयास करती हैं।";


  const righttitle = "बाल कल्याण योजना की शुरूआत";
  const rightdesc = "भारत में, पीड़ा का मूल कारण गरीबी है, जो लाखों लोगों को प्रभावित करती है। वंचित बच्चे, दुर्भाग्य से, उनमें से एक हैं जो गरीबी और उसके परिणामों के कारण कष्ट उठा रहे हैं।";
  const rightdate = " "
  const righttime = ""

  const lefttitle = "बाल आश्रम, सूरत, भारत";
  const leftdesc = "बाल आश्रम आपका मामूली अनाथालय नहीं है। यह गरीब बच्चों के लिए एक पूर्ण विद्यालय है जो उच्च गुणवत्ता वाली शिक्षा के साथ-साथ मुफ्त आवास भी प्रदान करता है। ऐसे कई स्वयंसेवक और वेतनभोगी कर्मचारी हैं जो इन बच्चों को पढ़ाते और उनकी देखभाल करते हैं।";
  const leftdate = " "
  const lefttime = ""


  const righttitle1 = "ज्ञानदीप विद्यालय, फरीदाबाद";
  const rightdesc1 = "'एक महिला इस खूबसूरत दुनिया की निर्माता है और हम यह सुनिश्चित करते हैं कि उसकी आर्थिक और सामाजिक पृष्ठभूमि की परवाह किए बिना उसे एक सम्मानजनक जीवन मिले।'";
  const rightdate1 = " "
  const righttime1 = ""

  const lefttitle1 = "सृजन पब्लिक स्कूल, मुरादाबाद";
  const leftdesc1 = "एक स्कूल जो निम्न-आय वाले परिवारों के बच्चों को उच्च-गुणवत्ता की शिक्षा प्रदान करता है, यह स्कूल 10 अप्रैल, 2016 को शुरू हुआ। इसका उद्देश्य दिहाड़ी मजदूरों और प्रवासी श्रमिकों के बच्चों को बुनियादी प्राथमिक स्कूली शिक्षा प्रदान करना है।";
  const leftdate1 = " "
  const lefttime1= ""

  
  const righttitle2 = "आदिवासी पब्लिक स्कूल, झारखंड";
  const rightdesc2= "झारखंड के 'अशांत' इलाकों रुक्का और खूंटी में दो स्कूल चल रहे हैं। वे माओवाद से संबंधित हिंसा से प्रभावित बच्चों को परेशानी मुक्त शिक्षा प्रदान करने के विचार से चलते हैं।";
  const rightdate2 = "ऑनलाइन भाग लें या आश्रम परिसर में"
  const righttime2 = ""

  const ServicesArray1 = [
    {
      title : "मुफ्त शिक्षा",
      desc : "विश्व जागृति मिशन के बाल कल्याण कार्यक्रम गरीब और वंचित बच्चों को मुफ्त और उच्च गुणवत्ता वाली शिक्षा प्रदान करने पर ध्यान केंद्रित करते हैं और विद्यार्थियों को पाठ्यक्रम पर आधारित शिक्षा देने के साथ उन्हें, योग, यज्ञ, संगीत, कम्प्यूटर, खेल-कूद, नेतृत्व, मंच संचालन, प्रवचन, संकीर्तन का भी प्रशिक्षण दिया जाता है।      ",
      img: five,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "आहार-पोषण",
      desc : "दिल्ली, सूरत, फरीदाबाद, मुरादाबाद और झारखंड के सभी स्कूल और आश्रम प्रत्येक बच्चे (विश्व जागृति मिशन के विभिन्न संस्थानों में लगभग 5000 बच्चे) को मुफ्त और पौष्टिक भोजन प्रदान करते हैं।      ",
      img: six,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },

  ]
  const ServicesArray2 = [
    {
      title : "बाल सुरक्षा",
      desc : "बच्चे बिना किसी डर और तनाव के सुरक्षित वातावरण में मुफ्त आश्रयों में रहते हैं।      ",
      img: seven,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "अच्छा स्वास्थ्य",
      desc : "प्रत्येक बच्चे के अच्छे स्वास्थ्य हेतु कोविड-19 के दौरान सभी बच्चों को टीके की पूरी डोज लगवाई गई इसके साथ ही उनके स्वास्थ्य की नियमित जांच की जाती है और समय-समय पर जो टीके उन्हें लगवाएं जाने है उसे निश्चित समयावधि में लगवाया जाता है।      ",
      img: eight,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },

  ]

  const aurJaaneHeadings = [
    {
      title : "",
      desc : [
        {
          one : "",
          two : " ",
          three : "",
          four : " ",
          five : " ",
          six : "",
          seven : " ",
          eight : " "
  
        }
      ]
    }
  ]

  const aurJaaneHeadings1 = [
    {
      title : "बाल आश्रम में सुविधाएं - हम सभी स्तरों पर प्रत्येक छात्र के जीवन को बदलने के लिए प्रतिबद्ध हैं और इसके लिए हम अपने छात्रों को निम्नलिखित सुविधाएं प्रदान करते हैं।",
      desc : [
        {
          one : "आवासीय सुविधाएं: बच्चों के लिए 56 सुसज्जित कमरे है।",
          two : " शैक्षिक सुविधाएं: नि:शुल्क शिक्षा दी जाती है।",
          three : "पाठ्येतर गतिविधियों के लिए सुविधाएं: छात्रों को मुक्केबाजी, दौड़, कबड्डी और योग सहित विभिन्न खेलों में प्रशिक्षण मिलता है।",
          four : "चिकित्सा सुविधाएं: सूरत के सर्वश्रेष्ठ अस्पतालों द्वारा नियमित स्वास्थ्य जांच सहित टीकाकरण और मुफ्त चिकित्सा सेवाओं की व्यवस्था। ",
          five : "उच्च शिक्षा परामर्श: हम उन छात्रों का समर्थन करते हैं जो उच्च शिक्षा के लिए जाना चाहते हैं और उन्हें परामर्श भी देते हैं। ",
          six : "आध्यात्मिक और वैदिक ज्ञान का संवर्धन: छात्र वैदिक ज्ञान में भी पारंगत होते हैं। उन्हें न केवल शैक्षणिक बल्कि आध्यात्मिक भी, सभी स्तरों पर विशाल ज्ञान विकसित करने के लिए प्रशिक्षित किया जाता है। वे परम पूज्य सुधांशु जी महाराज के आशीर्वादित मार्गदर्शन में आंतरिक धारणा, उच्च-स्तरीय चेतना और गहन ध्यान के आधार पर परिवर्तनकारी ज्ञान प्राप्त करते हैं।",
          seven : " ",
          eight : " "
  
        }
      ]
    }
  ]

  const aurJaaneHeadings2= [
    {
      title : "ज्ञानदीप विद्यालय के बारे में",
      desc : [
        {
          one : "इसका उद्देश्य वंचित बच्चों, विशेषकर लड़कियों को उज्ज्वल भविष्य देना है।  ",
          two : " आधुनिक सुविधाओं से युक्त एक विशाल, अत्याधुनिक शैक्षणिक भवन है।  प्री-नर्सरी से लेकर कक्षा दस तक की कक्षाएं चलती है।        ",
          three : " छात्रों को नवीनतम आईटी विकासों से अवगत कराने के लिए 'स्मार्ट क्लास' सुविधा है। खेल और सांस्कृतिक कार्यक्रमों के लिए केंद्र में एक विशाल खेल का मैदान है।",
          four : "खेलकूद, संगीत और कंप्यूटर सुविधाओं से युक्त कक्षाएँ अच्छी तरह से सुसज्जित हैं। प्रत्येक आयु वर्ग के लिए उपयुक्त फर्नीचर के साथ हवादार कक्षाएँ हैं। ",
          five : "उच्च शिक्षा परामर्श: हम उन छात्रों का समर्थन करते हैं जो उच्च शिक्षा के लिए जाना चाहते हैं और उन्हें परामर्श भी देते हैं। नर्सरी कक्षाओं को चार्ट, दीवार चित्रों और टैग बोर्डों से अच्छी तरह सजाया गया है।",
          six : "छात्रों और उनके परिवारों की स्वास्थ्य आवश्यकताओं के लिए परिसर में एक धर्मार्थ अस्पताल है।  मुफ़्त दवा; पैथोलॉजी लैब, फिजियोथेरेपी सेंटर और डेंटल विभाग सभी चालू हैं| छात्रों का नियमित स्वास्थ्य परीक्षण होता है। ",
          seven : "  भगवान शिव मंदिर और आसपास के क्षेत्र में एक सत्संग हॉल है। ज्ञान और ज्ञान की देवी मां सरस्वती भगवान के सभी बच्चों को आशीर्वाद देने के लिए प्रवेश द्वार के पास खड़ी हैं। बिना शर्त प्यार, देखभाल और समर्थन का माहौल होता है। ",
          eight : " "
  
        }
      ]
    }
  ]

  const aurJaaneHeadings3= [
    {
      title : "यह स्कूल",
      desc : [
        {
          one : "10 अप्रैल, 2016 को शुरू हुआ। इसका उद्देश्य दिहाड़ी मजदूरों और प्रवासी श्रमिकों के बच्चों को बुनियादी प्राथमिक स्कूली शिक्षा प्रदान करना है। ",
          two : " पांचवीं कक्षा से आगे स्नातक तक की शिक्षा के लिए वित्तीय सहायता दी जाती है। मुफ्त शिक्षा और परामर्श,  मुफ्त भोजन,  मुफ़्त किताबें, स्टेशनरी, वर्दी  दी जाती है।       ",
          three : "सांस्कृतिक गतिविधियां  आयोजित की जाती है। नियमित निःशुल्क स्वास्थ्य जांच  की जाती है। व्यावसायिक प्रशिक्षण में लड़कियों के लिए सिलाई कक्षाएं शामिल हैं।  सिलाई पाठ्यक्रमों के लिए सरकार द्वारा मान्यता प्राप्त प्रमाणपत्र दिया जाता है। ",
          four : "उच्च शिक्षा प्राप्त करने के लिए बालिकाओं को सहायता की जाती है।",
          five : "माता-पिता को शिक्षा के महत्व को समझाया जाता है। कई माताओं को सिलाई कार्यक्रमों में शामिल किया, जिससे वे आय अर्जित कर सकें ।  बच्चों और माताओं के लिए यह एक सांस्कृतिक केंद्र और सामाजिक मंच है। ",
          // six : "छात्रों और उनके परिवारों की स्वास्थ्य आवश्यकताओं के लिए परिसर में एक धर्मार्थ अस्पताल है।  मुफ़्त दवा; पैथोलॉजी लैब, फिजियोथेरेपी सेंटर और डेंटल विभाग सभी चालू हैं| छात्रों का नियमित स्वास्थ्य परीक्षण होता है। ",
          // seven : "  भगवान शिव मंदिर और आसपास के क्षेत्र में एक सत्संग हॉल है। ज्ञान और ज्ञान की देवी मां सरस्वती भगवान के सभी बच्चों को आशीर्वाद देने के लिए प्रवेश द्वार के पास खड़ी हैं। बिना शर्त प्यार, देखभाल और समर्थन का माहौल होता है। ",
          // eight : " "
  
        }
      ]
    }
  ]

  const aurJaaneHeadings4= [
    {
      title : "रूक्का-खूंटी स्कूलों के बारे में",
      desc : [
        {
          one : "10 छात्रों के साथ वर्ष 2000 में स्थापित किया गया।  वर्तमान में, 130 छात्र पढ़ रहे हैं।",
          two : " चिकित्सा/स्वास्थ्य देखभाल सुविधाओं सहित सभी मूलभूत सुविधाएं उपलब्ध हैं।    कक्षाएं जूनियर एलकेजी से 5 वीं कक्षा तक होती हैं।    ",
          three : " खूंटी जिले में, विश्व जागृति मिशन  द्वारा निर्मित एक 4-कमरा स्कूल, जिसका नाम विश्व जागृति मिशन आदिवासी पब्लिक स्कूल है। ",
          four : "बच्चों को यह समझने में मदद करने वाली गतिविधियाँ कराई जाती है कि क्या सही है और क्या गलत।",
          five : "कौशल विकास कार्यक्रम। पाठ्येतर गतिविधियों में खेल, योग, ध्यान और संगीत शामिल हैं। ",
          // six : "छात्रों और उनके परिवारों की स्वास्थ्य आवश्यकताओं के लिए परिसर में एक धर्मार्थ अस्पताल है।  मुफ़्त दवा; पैथोलॉजी लैब, फिजियोथेरेपी सेंटर और डेंटल विभाग सभी चालू हैं| छात्रों का नियमित स्वास्थ्य परीक्षण होता है। ",
          // seven : "  भगवान शिव मंदिर और आसपास के क्षेत्र में एक सत्संग हॉल है। ज्ञान और ज्ञान की देवी मां सरस्वती भगवान के सभी बच्चों को आशीर्वाद देने के लिए प्रवेश द्वार के पास खड़ी हैं। बिना शर्त प्यार, देखभाल और समर्थन का माहौल होता है। ",
          // eight : " "
  
        }
      ]
    }
  ]





  return (
    <div className='balkalyaan'>
        <HeaderImgC img={BannerImg}/>
        <TitlePage title={title} desc={desc}/>
        <AboveBottomContainer ServicesArray1={ServicesArray1} ServicesArray2={ServicesArray2}/>
        <RightImg righttitle={righttitle} rightdate={rightdate} rightdesc={rightdesc} righttime={righttime} bannerImg={bannerImg}
           aurJaanetitle1={righttitle}
           aurJaaneDesc={"भारत में, पीड़ा का मूल कारण गरीबी है, जो लाखों लोगों को प्रभावित करती है। वंचित बच्चे,  दुर्भाग्य से,  उनमें से एक हैं जो गरीबी और उसके परिणामों के कारण कष्ट उठा रहे हैं। यूनिसेफ-अंतर्राष्ट्रीय श्रम संगठन (ILO) की संयुक्त रिपोर्ट के अनुसार, भारत में दुनिया भर में रहने वाले बेहद गरीब बच्चों का 30.3 प्रतिशत है। यहां करीब 9.97 करोड़ बच्चे गरीबी की मार झेल रहे हैं। पूरी पृथ्वी पर,  हमारे देश में वंचित बच्चों की सबसे बड़ी संख्या है और यह दुर्भाग्यपूर्ण है। ग्रामीण बच्चे, झुग्गी-झोपड़ी के बच्चे, शहरी गरीब परिवार, उपेक्षित बच्चे, आदिवासी समुदाय और कई अन्य वंचित समूह विभिन्न प्रकार की गरीबी से संबंधित अभावों से पीड़ित हैं। कुपोषण, बुनियादी स्वास्थ्य देखभाल तक पहुंच की कमी, बाल विवाह (भारत में बाल वधुओं की संख्या दुनिया में सबसे अधिक है), निरक्षरता, खराब स्कूल उपस्थिति, स्वच्छता की कमी और सुरक्षित पानी और पौष्टिक भोजन तक पहुंच इनमें से कुछ मुद्दे हैं।           "}
           aurJaaneDesc1={" इस 15 दिवसीय सत्र में पहली बार गायत्री मंत्र ध्यान सिखाया जाएगा। गायत्री मंत्र हमारी बुद्धि को प्रकाशित करने के लिए समर्पित एक प्रार्थना है। यह हमें ज्ञान प्रदान करता है। यदि नियमित रूप से इसका अभ्यास किया जाए तो यह साधक को अविश्वसनीय और अंतयंत लाभ प्रदान करता है।    भारत और विदेशों के दानदाताओं, वेतनभोगी कर्मचारियों और स्वयंसेवकों की सहायता से, संगठन शिक्षा, स्वास्थ्य देखभाल, पोषण और सुरक्षा की कमी जैसी चुनौतियों का समाधान करने का प्रयास कर रहा है।              "}
           aurJaaneDesc2={"  इतिहास - विश्व जागृति मिशन एक प्रमुख आध्यात्मिक संस्था है और भारत के सबसे भरोसेमंद धर्मार्थ संस्थाओं में से एक है, जिसकी स्थापना 1991 में परम पूज्य सुधांशु जी महाराज ने की थी। इस संस्था ने गरीब बच्चों के जीवन को बेहतर बनाने और उनके बचपन का आनंद लेने के लिए तीन दशकों से अधिक समय तक अथक प्रयास किया है।        "}
           aurJaaneDesc3={" भारत में,  विश्व जागृति मिशन  ने मंदिर,  गौशाला,  गुरूकुल,  उपदेशक महाविद्यालय और योगा इंटरनेशनल स्कूल के अतिरिक्त आश्रम, प्राथमिक और माध्यमिक विद्यालय और व्यावसायिक प्रशिक्षण केंद्र स्थापित किए हैं।           "}
           aurJaaneDesc4={" लघु चन्द्रायण तप के कार्यक्रम की समय सारिणी - ऑफलाइन भागीदारी (19 मई से 2 जून) "}
    
          //  aurJaaneDesc5={"जीवन में आने वाले विशेष अवसर का लाभ उठाने के लिए आइए, मनाली में हमारे साथ जुड़ें ताकि परम पूज्य सुधांशु जी महाराज और डॉ. अर्चिका दीदी के दिव्य मार्गदर्शन में ध्यान करते हुए आप अपने मन, शरीर और आत्मा को फिर से जीवंत और ऊर्जावान बना सकें। इस साधना में विभिन्न ध्यान तकनीकों को सीखें, पंचकर्म उपचार तकनीक का लाभ उठाएं और अपनी प्राणिक ऊर्जा को बढ़ाएं। ये साधना आपको अपनी खुद की ऊर्जा का दोहन करने और अपने सच्चे स्व को फिर से खोजने में मदद करेंगी।  एक इंसान में रचनात्मक ऊर्जा का भंडार छुपा होता है, जो ब्रह्मांड के निर्माण से लेकर विचारों की प्राप्ति तक एवं रिश्तों के निर्माण तक, सृजन के सभी रूपों से जुड़ा हुआ है। इस 'शक्ति' को सक्रिय करने के तरीकों में विशिष्ट साँस लेने के व्यायाम, मुद्राएँ और ध्यान तकनीक शामिल हैं।  यह ध्यान आपको अपने जीवन के हर पल को आनंद, प्रेम, शांति और आनंदित महसूस करने के लिए आंतरिक शक्ति को जगाने में मदद करेगा। यह एक आसान और स्थायी ध्यान है जिसका अभ्यास सभी उम्र के लोग कर सकते हैं।           "}
          //  aurJaaneDesc6={"मुख्य विशेषताएं -  महाराजश्री और डॉ. अर्चिका दीदी के मार्गदर्शन में पांच दिवसीय ध्यान साधना | मनाली में प्राकृतिक सौंदर्य और शांति की गोद में ध्यान करें।"}
          //  aurJaaneDesc7={" कार्यक्रम सूची - पांच दिवसीय ध्यान साधना - सत्र 1: 19-23 मई, 2022 | सत्र 2: 25-29 मई, 2022 ,  कार्यक्रम में योगदान - स्वयं यात्रा: 23,000/- रुपये प्रति व्यक्ति (नग्गर होटल में ठहरने की व्यवस्था) आनंद धाम आश्रम से वॉल्वो बस द्वारा: 27,000/- रुपये प्रति व्यक्ति (नग्गर होटल में ठहरना) | स्वयं-यात्रा (दोनों तरफ) और साथ ही स्वयं-आवास: 8,000/- रुपये प्रति व्यक्ति पूछताछ के लिए कृपया संपर्क करें:  +91 8826891955 ,  +919589938938  ,  +91 9685938938 ,  +91 9312284390 ,  +91 9685938938   , व्हाट्सएप: +91 95996 95505, +91 9685938938"}
          //  aurJaaneHeadings={aurJaaneHeadings2}
        
        />
        <LeftImg lefttitle={lefttitle} leftdate={leftdate} leftdesc={leftdesc} lefttime={lefttime} bannerImg={bannerImgLeft}
          aurJaanetitle1={lefttitle}
          aurJaaneDesc={"बाल आश्रम आपका मामूली अनाथालय नहीं है। यह गरीब बच्चों के लिए एक पूर्ण विद्यालय है जो उच्च गुणवत्ता वाली शिक्षा के साथ-साथ मुफ्त आवास भी प्रदान करता है। ऐसे कई स्वयंसेवक और वेतनभोगी कर्मचारी हैं जो इन बच्चों को पढ़ाते और उनकी देखभाल करते हैं।      "}
          aurJaaneDesc1={" बाल आश्रम 2006 में 35 बच्चों के साथ शुरू हुआ और आज इसमें 80 से अधिक बच्चे हैं। औपचारिक शिक्षा प्राप्त करने के अलावा, ये बच्चे अन्य पाठ्येतर गतिविधियों सहित रचनात्मक कला, खेल, योग, धार्मिक और सामाजिक गतिविधियों में भी उत्कृष्ट प्रदर्शन कर रहे हैं।         "}
          aurJaaneDesc2={"  बाल आश्रम अनाथ, गरीब और उपेक्षित बच्चों को आश्रय, शिक्षा, प्रशिक्षण, सुरक्षा, भोजन, कपड़े और जीवन की अन्य मूलभूत सुविधाएं प्रदान करता है।      "}
          aurJaaneDesc3={"बाल आश्रम ऐसे बच्चों की देखभाल परिवार जैसे प्यार भरे माहौल में कर रहा है। यहां बच्चों को अंग्रेजी माध्यम में शिक्षा दी जा रही है ताकि वे आधुनिक दुनिया में प्रतिस्पर्धा कर सकें।        "}
          aurJaaneDesc4={" लघु चन्द्रायण तप के कार्यक्रम की समय सारिणी - ऑफलाइन भागीदारी (19 मई से 2 जून) "}
           aurJaaneHeadings={aurJaaneHeadings1}
              aurJaaneDesc5={"नियमित गतिविधियां -       ज्ञानदीप विद्यालय के कर्मचारी और स्वयंसेवक आस-पास के स्लम परिवारों को अपने बच्चों और महिलाओं को स्कूल और व्यावसायिक प्रशिक्षण केंद्रों में भेजने के लिए प्रेरित और प्रोत्साहित करते हैं।  सभी के लिए शिक्षा को बढ़ावा देता है।    "}
           aurJaaneDesc6={"निःशुल्क शिक्षा; नि:शुल्क गणवेश, पुस्तकें, स्टेशनरी व बैग का वितरण किया जाता है। हर दिन, छात्रों को एक पौष्टिक और स्वादिष्ट मध्याह्न भोजन परोसा जाता है जो निःशुल्क है। "}
           aurJaaneDesc7={" स्कूल में उपस्थिति बढ़ाने के लिए सभी प्रयास किए जाते हैं।"}

   
        
        />
        <RightImg righttitle={righttitle1} rightdate={rightdate1} rightdesc={rightdesc1} righttime={righttime1} bannerImg={bannerImg}
              aurJaanetitle1={righttitle1}
              aurJaaneDesc={"बाल आश्रम आपका मामूली अनाथालय नहीं है। यह गरीब बच्चों के लिए एक पूर्ण विद्यालय है जो उच्च गुणवत्ता वाली शिक्षा के साथ-साथ मुफ्त आवास भी प्रदान करता है। ऐसे कई स्वयंसेवक और वेतनभोगी कर्मचारी हैं जो इन बच्चों को पढ़ाते और उनकी देखभाल करते हैं।      "}
              aurJaaneDesc1={" बाल आश्रम 2006 में 35 बच्चों के साथ शुरू हुआ और आज इसमें 80 से अधिक बच्चे हैं। औपचारिक शिक्षा प्राप्त करने के अलावा, ये बच्चे अन्य पाठ्येतर गतिविधियों सहित रचनात्मक कला, खेल, योग, धार्मिक और सामाजिक गतिविधियों में भी उत्कृष्ट प्रदर्शन कर रहे हैं।         "}
              aurJaaneDesc2={"  बाल आश्रम अनाथ, गरीब और उपेक्षित बच्चों को आश्रय, शिक्षा, प्रशिक्षण, सुरक्षा, भोजन, कपड़े और जीवन की अन्य मूलभूत सुविधाएं प्रदान करता है।      "}
              aurJaaneDesc3={"बाल आश्रम ऐसे बच्चों की देखभाल परिवार जैसे प्यार भरे माहौल में कर रहा है। यहां बच्चों को अंग्रेजी माध्यम में शिक्षा दी जा रही है ताकि वे आधुनिक दुनिया में प्रतिस्पर्धा कर सकें।        "}
              // aurJaaneDesc4={" लघु चन्द्रायण तप के कार्यक्रम की समय सारिणी - ऑफलाइन भागीदारी (19 मई से 2 जून) "}
               aurJaaneHeadings={aurJaaneHeadings2}
        
        />
        <LeftImg lefttitle={lefttitle1} leftdate={leftdate1} leftdesc={leftdesc1} lefttime={lefttime1} bannerImg={bannerImgLeft}
            aurJaanetitle1={lefttitle1}
            aurJaaneDesc={"एक स्कूल जो निम्न-आय वाले परिवारों के बच्चों को उच्च-गुणवत्ता की शिक्षा प्रदान करता है,     "}
            // aurJaaneDesc1={" बाल आश्रम 2006 में 35 बच्चों के साथ शुरू हुआ और आज इसमें 80 से अधिक बच्चे हैं। औपचारिक शिक्षा प्राप्त करने के अलावा, ये बच्चे अन्य पाठ्येतर गतिविधियों सहित रचनात्मक कला, खेल, योग, धार्मिक और सामाजिक गतिविधियों में भी उत्कृष्ट प्रदर्शन कर रहे हैं।         "}
            // aurJaaneDesc2={"  बाल आश्रम अनाथ, गरीब और उपेक्षित बच्चों को आश्रय, शिक्षा, प्रशिक्षण, सुरक्षा, भोजन, कपड़े और जीवन की अन्य मूलभूत सुविधाएं प्रदान करता है।      "}
            // aurJaaneDesc3={"बाल आश्रम ऐसे बच्चों की देखभाल परिवार जैसे प्यार भरे माहौल में कर रहा है। यहां बच्चों को अंग्रेजी माध्यम में शिक्षा दी जा रही है ताकि वे आधुनिक दुनिया में प्रतिस्पर्धा कर सकें।        "}
            // aurJaaneDesc4={" लघु चन्द्रायण तप के कार्यक्रम की समय सारिणी - ऑफलाइन भागीदारी (19 मई से 2 जून) "}
             aurJaaneHeadings={aurJaaneHeadings3}
        />
        <RightImg righttitle={righttitle2} rightdate={rightdate2} rightdesc={rightdesc2} righttime={righttime2} bannerImg={bannerImg}
                 aurJaanetitle1={lefttitle1}
                 aurJaaneDesc={"झारखंड के 'अशांत' इलाकों रुक्का और खूंटी में दो स्कूल चल रहे हैं। वे माओवाद से संबंधित हिंसा से प्रभावित बच्चों को परेशानी मुक्त शिक्षा प्रदान करने के विचार से चलते हैं। वर्तमान में रुक्का क्षेत्र के स्कूल में 600 छात्र हैं और खूंटी जिले के स्कूल में                       200 छात्र हैं। देखभाल करने वाले सलाहकार के मार्गदर्शन में छात्रों को मुफ्त शिक्षा और मुफ्त भोजन मिलता है।    "}
                 aurJaaneDesc1={" बाल आश्रम 2006 में 35 बच्चों के साथ शुरू हुआ और आज इसमें 80 से अधिक बच्चे हैं। औपचारिक शिक्षा प्राप्त करने के अलावा, ये बच्चे अन्य पाठ्येतर गतिविधियों सहित रचनात्मक कला, खेल, योग, धार्मिक और सामाजिक गतिविधियों में भी उत्कृष्ट प्रदर्शन कर रहे हैं।         "}
                 aurJaaneDesc2={"  बाल आश्रम अनाथ, गरीब और उपेक्षित बच्चों को आश्रय, शिक्षा, प्रशिक्षण, सुरक्षा, भोजन, कपड़े और जीवन की अन्य मूलभूत सुविधाएं प्रदान करता है।      "}
                 aurJaaneDesc3={"बाल आश्रम ऐसे बच्चों की देखभाल परिवार जैसे प्यार भरे माहौल में कर रहा है। यहां बच्चों को अंग्रेजी माध्यम में शिक्षा दी जा रही है ताकि वे आधुनिक दुनिया में प्रतिस्पर्धा कर सकें।        "}
                //  aurJaaneDesc4={" लघु चन्द्रायण तप के कार्यक्रम की समय सारिणी - ऑफलाइन भागीदारी (19 मई से 2 जून) "}
                  aurJaaneHeadings={aurJaaneHeadings4}
        
        />
        <EightyG/>
        {/* <Mahayagya/> */}
        <BankTransfer/>
    </div>
  )
}

export default Balkalyaan