import React from 'react';
import './aboutvjm.scss';
import vectorDesign from '../../assets/commonAssets/Vector.png'

const AboutVjm = () => {
  return (
    <div className='aboutvjm'>
        <div className="aboutContainer">

        <div className="maharajshriShlok">
            <img className="maharajshriImg" src={vectorDesign} alt="design"/>
            <div className="maharajshriTitle">विश्व जागृति मिशन के सेवाप्रकल्प</div>
            {/* <div className="maharajshriTitle">सयत्प्रमाणं कुरुते लोकस्तदनुवर्तते।।</div> */}
            <img className="Image" src={vectorDesign} alt="design"/>
        </div>


        <div className="maharajshriContentContainerx">
            <div className="aboutcontainerleft">
            शाश्वत वैदिक एवं सनातन धर्म का प्रचार-सत्संग, प्रवचन, सेवा, साधना
           <ul>
            <li>शिक्षा क्षेत्र में</li>
            <li>उपचार एवं चिकित्सा क्षेत्र में</li>
            <li>भव्य मंदिरों का निर्माण</li>
            <li>आश्रमों व साधना स्थलों का निर्माण</li>
            <li>श्रद्धापर्वµसेवा सम्मान का अनुपम पर्व</li>
            <li>युवकों, युवतियों एवं नारियों के विकास हेतु संगठन</li>
            <li>युवामंच, युवाक्रांति दल एवं अन्तर्राष्ट्रीय यूथ फोरम</li>
            <li>महायज्ञों का आयोजन</li>
            <li>विशिष्ट पर्वगुरुपूर्णिमा, उल्लासपर्व, शिवरात्रि, कृष्ण जन्माष्टमी, रामनवमी, गणेशोत्सव</li>
            <li>युगट्टषि औषधि निर्माण - सम्पर्क सूत्र</li>
            <li>आयुर्वेदिक उपचार केन्द्र - सम्पर्क सूत्र</li>
            <li>ज्योतिष व अनुष्ठान केन्द्र - सम्पर्क सूत्र</li>
            <li>अन्य पर्व व अनुष्ठान</li>
            <li>राधा माधव मंदिर कृष्णा नगर</li>
            <li>महातीर्थ आनन्दधाम आश्रम - सम्पर्क सूत्र</li>
            <li>मिशन का गोमुख ओंकारेश्वर महादेव मंदिर - सम्पर्क सूत्र</li>
            <li>सायंकालीन सिद्धशिखर परिसर में यज्ञ एवं आरती</li>
            <li>आनन्दधाम ट्रस्ट - सम्पर्क सूत्र</li>
            <li>प्रकाशन व साहित्य</li>
            {/* <li></li> */}






           </ul>
            </div>
            <div className="containerRight">
                <div className="item">
                पूज्य गुरुदेव जी का चिन्तन अत्यन्त दूरगामी हैं, उनके दो नेत्र जहां मानव कल्याण के लिए नीचे देखते हुए योजनाएं बनाने, उन कार्यक्रमों व अभियानों की प्रगति पर लगे रहे, वहीं तीसरे नेत्र अर्थात् तपस्वी विवेक से नई सृजनात्मक योजनाओं के लिए भगवान शिव से सम्पर्क में रहकर आदेश प्राप्त करते रहे। उनके पावन निर्देशन में 30 वर्षों से संचालित सेवारथ विश्व जागृति मिशन ने मानव सेवा के क्षेत्र में अनेक कीर्तिमान स्थापित किये हैं, जिनका प्रारम्भ सत्संगों से हुआ।
                    
                </div>
                <div className="item">
                सद्गुरुदेव जी महाराज प्राचीन एवं अर्वाचीन सद्ज्ञान के अनन्त सागर हैं। वेदों, पुराणों, उपनिषदों एवं अन्य  वैदिक ज्ञान के शिखर संत हैं और इन ग्रंथों पर अनेक प्रवचन दिये हैं। गुरुदेव जी के ज्ञान का एक सौंदर्य यह है कि वह देश-विदेश की सामाजिक, आर्थिक, राजनैतिक गतिविधियों पर निरंतर नजर रखते हैं। निरंतर स्वाध्याय करके ज्ञान को अपडेट रखते हैं। प्रवचनों के कन्टैंट को वर्तमान वैज्ञानिक तकनीकि कम्प्यूट्रीकृत युग की आवश्यकताओं के साथ लिंक करने का सफल प्रयास करते हैं। वर्तमान में योगीराज भगवान श्रीकृष्ण की गीता में वर्णित वाणी पर विस्तार से चर्चा की जा रही है। आज से 25 वर्ष पूर्व मिशन द्वारा कृष्णा नगर क्षेत्र में निर्मित भव्य राधा माधव मंदिर में महाराजश्री ने लगातार 64 दिन तक गीता पर प्रवचन दिये थे। कोरोना के भयंकर काल में भी लगभग 10 महीनों तक गीता पर ऑनलाइन प्रवचन देकर हजारों-लाखों लोगों को आत्मविश्वास, परस्पर सहयोग, ईश्वर में आस्था, आध्यात्मिकता को जीवन में महत्व देने के सूत्र दिये। वर्तमान में मिशन के विभिन्न मण्डलों द्वारा ऑनलाइन आयोजित सत्संगों में भी गीता ज्ञान पर चर्चा कर रहे हैं। इसका विशिष्ट कारण है कि गीता मानव जीवन के सभी पक्षों की चर्चा करती है, उसे भौतिक और आध्यात्मिक जगत में सफल होने के सूत्र बताती है। इसमें ज्ञान, कर्म और भक्ति पर विस्तृत ज्ञान दिया गया है। मानव चिंतन, आचार, विचार, व्यवहार, आहार, त्याग, तपस्या, कर्म आदि पर प्रकृति के तीन गुणों सत्, रज, और तम के प्रभाव का वर्णन किय गया है। यथार्थ में गीता ज्ञान की वह कुंजी है, जिससे मानव जीवन की हर समस्या का ताला खोला जा सकता है। बशर्ते उस ज्ञान का श्रद्धा, समर्पण और निष्ठा भाव से पालन किया जाये। यहां तक की इसमें ब्राह्मणों, क्षत्रियों, वैश्यों और सेवकों के स्वभाव और गुणों का भी वर्णन किया गया है।

                </div>
            </div>
        </div>
        

        <div className="aboutContentContainer1">
        <div className="containerRight">
                <div className="item">
                शिक्षा क्षेत्र में:
                शिक्षा के क्षेत्र मे पूज्य महाराजश्री ने 2 अक्टूबर, 1999 को महर्षि वेदव्यास गुरुकुल की स्थापना की, जिसमें यज्ञ, उपदेश, संगीत आदि कलाओं में निष्णात आचार्य देश-विदेश में भारतीय संस्कृति की सुगंध फैला रहे हैं। वर्ष 2007 में इसे बालगुरुकुल का रूप दिया गया। तब से लेकर अब तक इस गुरुकुल में 150 छात्र निष्णात हो चुके हैं। वर्तमान में 85 छात्र इस गुरुकुल में अध्ययनरत हैं।
                भारतीय संस्कृति, संस्कार और देवभाषा संस्कृति के उत्थान एवं प्रचार-प्रसार के उद्देश्य से पूज्य 
महाराजश्री ने अप्रैल 2019 में आनन्दधाम आश्रम में महर्षि वेदव्यास उपदेशक महाविद्यालय की स्थापना की। इस महाविद्यालय की पुनः स्थापना का उद्देश्य धर्म, संस्कृति, भारतीय पूजा-पद्धति, कर्मकाण्ड एवं 
धर्म शास्त्रें की शिक्षाओं में निष्णात कर ऐसे उपदेशक तैयार करना है जो देश से लेकर विदेश तक लोगों को भ्रम से मुक्त कर धर्म और आध्यात्म का सच्चा संदेश जन-जन तक पहुंचा सकें।
	अनाथ, निराश्रित बच्चों को अच्छी शिक्षा, संस्कार मिल सकें इस भावना से विश्व जागृति मिशन ने सूरत व कानपुर में दो विशाल बालाश्रमों की स्थापपना की। मिशन के बालाश्रमों में अनाथ बच्चों के लिए शिक्षा, संस्कार की एक महान क्रांति घटित हुई। सूरत बालाश्रम के बच्चों की शिक्षा अब श्रेष्ठतम स्कूल ह्नाईट लोटस में चल रही है। जहां वे प्रतिवर्ष विभिन्न क्षेत्रें, प्रतियोगिताओं में प्रदेश स्तर पर स्वर्ण पदक प्राप्त कर मिशन के प्रयास और परिश्रम को सार्थक कर रहे हैं। कानपुर में बालाश्रम के स्थान पर अब वर्ष 2018 में गुरुकुल की स्थापना हो गई, जहां 50 विद्यार्थी निःशुल्क शिक्षा प्राप्त कर रहे हैं।
    विश्व जागृति मिशन द्वारा आदिवासी क्षेत्रें में वर्ष 2000 में रुक्का तथा वर्ष 2004 में खूंटी (झारखण्ड) में पब्लिक स्कूल की स्थापना की गई है। इन स्कूलों में झारखण्ड में रांची के आदिवासी क्षेत्रें के 700 से अधिक बच्चों को पुस्तकें, यूनिफार्म एवं अल्पाहार के साथ निःशुल्क शिक्षा दी जाती है।
	फरीदाबाद के आश्रम में 28 बालिकाओं के साथ वर्ष 2004 में ‘ज्ञानदीप कन्या विद्यालय’ की 
स्थापना की गई। जिसमें अब प्रातःकाल की पारी में 700 कन्याएं व सायंकाल में 300 बालक शिक्षा ग्रहण कर रहे हैं। उन्हें पुस्तकें, वर्दी, नाश्ता निःशुल्क दिया जाता है। ये वे बच्चे हैं जो गरीबी के कारण भीख मांगते या कूड़ा बीनने या बाल मजदूरी करते थे। इनमें से कई बच्चे भारत के राष्ट्रपति व प्रधानमंत्री से भेंट कर चुके हैं।
	मुरादाबाद में सृजन प्राइमरी स्कूल की स्थापना की गई है। जहां 80 विद्यार्थियों को निःशुल्क शिक्षा के साथ स्टेशनरी व मध्याह्न भोजन की व्यवस्था भी दी जाती है।



                </div>
                {/* <div className="item">
                तब से अब तक की 45 वर्षों से अधिक की अवधि से गुरुदेव देश-विदेश में प्रवाहित 8 हजार से अधिक प्रवचनों की सत्संग धारा के माध्यम से वेद, उपनिषद, गीता, रामायण, पुराण, पतंजलि योगसूत्र, अष्टावक्र गीता, नारद भक्ति सूत्र, सूत्रग्रंथ, नीतिग्रंथ, संतवाणी एवं अन्य अनेक प्राचीन ग्रंथों में समाहित ट्टषि-महर्षियों के अमृत वचनों को अपनी सुललित, मधुर वाणी में जन-जन तक पहुंचाने का उपकार कर रहे हैं।

                </div> */}
            </div>
            <div className="containerleft">
            उपचार एवं चिकित्सा क्षेत्र में :
            आनन्दधाम आश्रम के समीपवर्ती ग्रामीण एवं अनाधिकृत आवासों में उपचार सुविधाएं न होने से महाराजश्री ने आश्रम के निर्माण के बाद सबसे पहले 1998 में यहीं एक डिस्पेंसरी की स्थापना की, जिसे वर्ष 2000 में करुणासिन्धु धर्मार्थ अस्पताल का रूप दिया गया। धीरे-धीरे इस अस्पताल का विस्तार होता गया और नवम्बर, 2021 तक इसमें 1728814 मरीजों का उपचार व 32055 मोतिया के निःशुल्क ऑप्रेशन हो चुके हैं। इस अस्पताल में 35 डॉक्टर सेवारत हैं और होम्योपैथी सहित सभी विभाग हैं। जिसका लाभ गरीब लोग वर्षों से ले रहे हैं। इस अस्पताल में नेत्र विभाग की दिल्ली महानगर में पांचवें स्थान पर गिनती की जाती है।
	इसी प्रकार फरीदाबाद आश्रम में आरोग्य धाम अस्पताल है, जहां अब तक 10 लाख से अधिक रोगियों का इलाज हो चुका है। यहां भी सभी विभाग व सुविधाएं उपलब्ध हैं। पानीपत, मुम्बई, मुरादाबाद सहित अनेक मण्डलों में डिस्पेन्सरी की सुविधाएं है।। लगभग सभी मण्डलों में मधुमेह, बी-पी-, किडनी आदि रोगों की पहचान व निदान, रक्तदान, कृत्रिम अंग लगाने (जयपुर), नेत्र परीक्षण के लिए शिविर लगाये जाते हैं।

भव्य मंदिरों का निर्माण:
	ईश्वर व इन्सान का मिलन स्थल मन्दिर है। मन्दिर में भगवान और इन्सान की दूरियां कम हो जाती है। मन्दिर में इन्सान भगवान की पूजा अर्चना करके एक प्रकाश का अनुभव करता है। इसी भावना से हजारों लोगों के लिए तीर्थ समान आनन्दधाम आश्रम में परमपूज्य महाराजश्री ने तीन भव्य मन्दिरों का निर्माण करवाया है। आनन्दधाम मन्दिर, सिद्धेश्वर महादेव मन्दिर व नवग्रह शनि मन्दिर कलात्मक दृष्टि से आदर्श धर्मस्थल हैं।
	भारत में मिशन के अन्य मन्दिर व आश्रम इस प्रकार हैंµओंकारेश्वर महादेव मन्दिर (मानसरोवर 
गार्डन, दिल्ली), राधामाधव मन्दिर (कृष्णानगर, दिल्ली), सनातन धर्म हनुमान मन्दिर (फरीदाबाद), गौरीशंकर मन्दिर (पंचकुला), श्रीसोमनाथ मन्दिर (पानीपत), शिवालिक धाम आश्रम (देहरादून), अमृतधाम आश्रम (हैदराबाद), दिव्यलोक आश्रम (मुरादाबाद), गोविन्दधाम आश्रम (पटियाला), दिव्य निर्मलधाम आश्रम (नागपुर), सिद्धिधाम आश्रम (कानपुर), पावनधाम आश्रम (करनाल), वरदान लोक आश्रम
(थाणे), साधनाधाम आश्रम (मनाली) और सत्यलोक आश्रम (कैथल-हरियाणा)


            </div>
          
        </div>
        


        {/* <div className="maharajshriShlok">
            <img className="Image" src={vectorDesign} alt="design"/>
            <div className="maharajshriTitle">प्राज्ञः प्राप्तसमस्तशास्त्रहृदयः प्रव्यक्तलोकस्थितिः</div>
            <div className="maharajshriTitle">	प्रास्ताशः प्रतिभापरः प्रशमवान् प्रागेव दृष्टिोत्तरः।</div>
            <div className="maharajshriTitle">	प्रायः प्रश्नसहः प्रभुः परमनोहारी परानिंदया</div>
            <div className="maharajshriTitle">	ब्रूयाद् धर्मकथां गुणी गुणनिधिः प्रस्पष्ट मिष्टाक्षरः।।</div>
            <img className="Image" src={vectorDesign} alt="design"/>
        </div> */}

        <div className="maharajshriContentContainer2">
            <div className="containerleft">
            आनन्दधाम आश्रम स्थित मन्दिर:
            </div>
            <div className="containerRight">
                <div className="item">
                    	
सिद्ध विनायक गणपति मंदिरµआनन्दधाम आश्रम के दोनों मुख्य प्रवेश द्वार संख्या 3 और प्रवेश द्वार संख्या 4 पर भगवान गणपति के दिव्य मंदिर स्थापित हैं। गणपति जी विघ्नों का विनाश करते हैं और सभी कार्यों की सिद्धि-सफलता का आशीष देते हैं अर्थात् आनन्दधाम में प्रवेश करते ही भक्तों को सिद्धि और सफलता का आशीर्वाद मिल जाता है। 

द्वादश ज्योतिर्लिंग- आनन्दधाम आश्रम में सम्पूर्ण भारत में स्थित भगवान शिव के ज्योति स्वरूप बारह ज्योतिर्लिंग स्थापित हैं। इन प्रत्येक ज्योतिर्लिंग के समक्ष उनका स्थान और महिमा भी दर्शायी गयी है। ज्योतिर्लिंग प्रांगण में शिव पार्वती की प्रतिमा सभी ज्योतिर्लिंगों के साथ आकर्षण का केन्द्र है।  

पशुपति नाथ मंदिर-आनन्दधाम आश्रम में नेपाल के विश्वप्रसिद्ध पशुपतिनाथ मंदिर की अनुकृति पर भव्य शिवालय स्थापित है। पशुपतिनाथ मंदिर के मुख्य प्रवेश द्वार के सम्मुख विराजमान विशाल नंदी भक्तों के आकर्षण का केन्द्र है। मंदिर के अन्दर सम्पूर्ण शिव परिवार के साथ मंदिर के ऊपरी भाग में द्वादश ज्योतिर्लिंगों की प्रतिमा भक्तों को आकर्षिक करती है। इस मंदिर के दर्शनमात्र से ही भक्तों की मनोकामना पूर्ण हो जाती है। 

नवग्रह शनि मंदिर-आश्रम में स्थित नवग्रह शनि मंदिर के मध्य में सभी ग्रह गोलाकार चबूतरे में विराजमान है। जिनकी परिक्रमा से ही भक्तों की ग्रह शान्ति पूजा का फल मिल जाता है। इसी मंदिर में ईशानकोण पर अष्टसिद्धि नवनिधि के दाता वीर बजरंगी हनुमान जी विराजमान हैं और अग्नि कोण में कर्मफल और न्याय के देवता शनि देव भक्तों की ग्रह पीड़ा दूर करते हैं।
	
नवग्रह वनस्पति वाटिका-नवग्रह शनि मंदिर और पशुपति नाथ शिव मंदिर के मध्य में नवग्रह के सभी वृक्ष वनस्पतियों की नवग्रह मंत्रें के जाप द्वारा सिद्ध करके वाटिका स्थापित की गई है। वहीं पर शनि शिला भी स्थापित है। साधक यहां पर अपने राशि, नक्षत्र और ग्रह के अनुसार पूजा-जाप एवं परिक्रमा से ग्रहों की अनुकूलता प्राप्त करते हैं। 

आनन्दधाम मंदिर-आनन्दधाम आश्रम में विशेष शिल्प कलाकृति से इस मंदिर को निर्मित किया गया है। इस मंदिर में प्रवेश करते ही मां लक्ष्मी के महायंत्र स्वरूप श्री मंदिर के दिव्य दर्शन होते हैं। श्री मंदिर के आमने सामने भगवान गणपति और मां महालक्ष्मी विराजमान हैं। इसी मंदिर में श्री राधाकृष्ण, शिव-पार्वती और मां भगवती दुर्गा की दिव्य मूर्तियां स्थापित हैं। 

यज्ञशाला-आनन्दधाम आश्रम में विशाल यज्ञशाला स्थापित है जहां गुरुकुल के ऋषि-मुनि कुमार प्रतिदिन यज्ञ-अर्चन करते हैं। 

सरस्वती मंदिर-आनन्दधाम आश्रम के गुरुकुल परिसर में विद्या की देवी मां वीणा वादनी सरस्वती का भव्य मंदिर है जहां प्रतिदिन सरस्वती पूजन, अर्चन और स्तोत्र पाठ से गुरुकुल के ऋषि-मुनि कुमार अपने अध्ययन का शुभारम्भ करते हैं।

गोपाल मंदिर- आनन्दधाम आश्रम के कामधेनु गौशाला प्रांगण में ‘गवां मध्ये वसा म्यहम्’’ का पावन संदेश देते हुए गौपालक भगवान श्रीकृष्ण का गोपाल मंदिर प्रतिष्ठित है। जहां गोपाल कृष्ण के पूजन-अर्चन करने से भक्तों की 
मनोकामना पूर्ण होती है। 


                </div>

                <div className="item">
                कैलाश शिखर एवं मानसरोवर झील-हिमालय के कैलाश मानसरोवर के अनुकृति पर आनन्दधाम में कैलाश शिखर स्थापित है और मानसरोवर झील प्रवाहित हो रही है। कैलाश शिखर के सबसे ऊपर से मां गंगा, भगवान शिव की जटाओं से प्रवाहित हो रही हैं। दोनों बाहें फैलाये हुए भगवान शिव ऐसा लगता है कि जैसे भक्तों को आमन्त्रण दे रहे हों वहीं पर मां पार्वती, देवर्षि नारद जी, राजर्षि भागीरथी जी द्वार शिव स्तुति एवं शिखर के स्थल पर विशाल शिवलिंग और सामने बहती मानसरोवर झील अदभक्तों में अद्भुत आकर्षण उत्पन्न करती है। 

ध्यान कुटी-कैलाश शिखर के सम्मुख ध्यान कुटी स्थापित है। जहां भक्तगण शिव ध्यान एवं आेंकार जाप कर ध्यान की अतल गहराइयों में उतर जाते हैं।

चरण पादुका कुटी-ध्यान कुटी के समीप ही गुरु चरण पादुका कुटी स्थापित है। इस कुटी के दर्शन भक्तजन ब्रह्मा, विष्णु, महेश के दर्शन की अनुभूति करते हैं।

कल्पवृक्ष वाटिका-आनन्दधाम आश्रम में कल्पवृक्ष स्थापित है। कल्पवृक्ष का पूजन कर और कामनाओं की पूर्ति के लिए धागा बांधकर भक्तजन मनोनुकूल इच्छा पूर्ति का वरदान प्राप्त करते हैं।

                </div>
                <div className="item">
                आश्रमों व साधना स्थलों का निर्माणः
                भारत में मिशन के 25 आश्रम हैं, जहां साधकों के मानसिक, शारीरिक व आध्यात्मिक विकास के लिए ध्यान-साधना शिविरों का आयोजन किया जाता है। मनाली (हिमाचल प्रदेश में ‘‘साधनाधाम’’) युगट्टषि आनन्दम आवास अन्तर्राष्ट्रीय स्तर की एक आदर्श साधना स्थली है। जहां वर्ष 2001 से ग्रीष्म कालीन ध्यान-साधन शिविर आयोजित किये जाते हैं। वर्ष 2012 में बैकुण्ठधाम बद्रीनथ में भी ध्यान शिविर का आयोजन किया गया। शीतकालीन ट्टतु में नवम्बर मास में पिछले सात वर्षों से गंगा तट पर ट्टषिकेश में भी ध्यान-साधना शिविरों का आयोजन किया जा रहा है। मिशन के प्रत्येक सत्संग में दो दिन अवश्यमेव ध्यान करवाया जाता है। कोरोना काल में विशेष शिविरों, मंत्रसिद्धि, जीवन-निर्माण आदि लगभग 15 ध्यान-साधना शिविरों का आयोजन किया गया।

युवकों, युवतियों एवं नारियों के विकास हेतु संगठनµयुवामंच, युवाक्रांतिदल, श्री शक्ति मंच
	युवावर्ग की ऊर्जा को आत्मोद्धार एवं जन सेवा की ओर उन्मुख करने के लिए पूज्य श्री सुधांशु जी महाराज ने 9 जनवरी, 1997 को आनन्दधाम आश्रम दिल्ली में युवा मंच का गठन किया गया। वर्ष 2006 में युवाक्रांति दल का गठन किया गया। वर्ष 2016 में युवामंच और युवाक्रांति दल को मिलाकर डॉ- अर्चिका दीदी के नेतृतव में इण्टरनेशनल यूथ विंग का नया नाम दिया गया। यह संगठन शिक्षण संस्थाओं में रैगिंग की कुप्रथा को समाप्त करवाने, करुणासिन्धु अस्पताल के निर्माण व संचालन, निर्धन कन्याओं के विवाह आदि अनेक अन्य सेवाओं के संचालन से समाज की सेवा कर रहा है।
    महायज्ञों का आयोजन: 
	पर्यावरण शुद्धि, सुख-शांति और विश्व कल्याण की पावन भावना के साथ-साथ समस्त भक्त्जनों के कष्टों के निवारण हेतु वर्ष 2001 से प्रतिवर्ष अक्तूबर माह में आनन्दधाम आश्रम में 108 कुण्डीय श्री गणेश-लक्ष्मी महायज्ञ का आयोजन परमपूज्य श्री सुधांशु जी महाराज के सान्निध्य में किया जा रहा है। कोरोना काल व प्रत्येक सत्संग में विशेष यज्ञों का आयोजन किया जाता है।

विशिष्ट पर्वों का समारोहन:

नववर्ष महोत्सवः 
	प्रत्येक वर्ष नववर्ष के शुभारम्भ पर पूज्य महाराजश्री एवं डॉ- अर्चिका दीदी के सान्निध्य में 
आनन्दधाम आश्रम में ध्यान-जप, यज्ञ, सत्संग, महाआरती एवं भण्डारे का भव्य आयोजन किया जाता है। इस अवसर पर देश-विदेश से भक्तजन गुरुवर का दर्शनकर आशीर्वाद प्राप्त करने आते हैं।

शिवरात्रि महोत्सव:
	भगवान शिव एवं माता-पार्वती के मिलन की महारात्रि शिवरात्रि महापर्व पर प्रत्येक वर्ष फरवरी या मार्च महीने में गुरुवर-गुरुमां एवं डॉ- अर्चिका दीदी के सान्निध्य में पार्थिव शिवलिंग पूजन, रुद्राभिषेक, यज्ञ का आयोजन कर शिवरात्रि महोत्सव मनाया जाता है। इस अवसर पर गुरुवर का शिवसत्संग सुनने के लिए आनन्दधाम में देश-विदेश से आये भक्तों का मेला लगता है।
	आनन्दधाम आश्रम सहित सभी मण्डलों द्वारा जन्माष्टमी, रामनवमी, गणेश चतुर्थी, शिवरात्रि के पर्व भी धूमधाम से मनाये जाते हैं।

उल्लास पर्व: 
	प्रत्येक वर्ष 2 मई को आनन्दधाम आश्रम में भक्तजन धूमधाम से गुरुवर का जन्मोत्सव उल्लासपर्व के रूप में मनाते हैं। इस अवसर पर सेवा के विविध कार्य किये जाते हैं। गुरुवर का जन्मोत्सव देश के सभी मण्डलों एवं विदेशों में सेवा पर्व के रूप में मनाया जाता है। उस दिन गरीबों, अस्पतालों में मरीजों, विद्यार्थियों, वृद्धजनों की सेवा के विशेष कार्यक्रम आयोजित किये जाते हैं।

गुरुपूर्णिमा:
	गुरु और शिष्य के आध्यात्मिक रिश्ते का महापर्व गुरुपूर्णिमा विश्व जागृति मिशन द्वारा बड़ी श्रद्धा और सम्मान से प्रत्येक वर्ष मनाया जाता है। गुरुपूर्णिमा पर गुरुदर्शन क लिए आनन्दधाम में गुरुभक्तों की श्रद्धाभक्ति का सैलाब उमड़ पड़ता है। प्रत्येक मास पूर्णिमा भी मनाई जाती है।

श्रद्धापर्व: 
	प्रत्येक वर्ष 2 अक्टूबर को माता-पिता एवं वृद्ध बुजुर्गों के सम्मान में श्रद्धापर्व मनाया जाता है। माता-पिता एवं वृृद्धजनों के प्रति उनकी संतान द्वारा सम्मान व्यक्त करने का, हृदय से कृतज्ञता व्यक्त करने का, उनकी प्रेमपूर्वक सेवा सुश्रुषा करने के लिए संकल्पित होने का पर्व है श्रद्धापर्व। इस पर्व पर पूज्य गुरुवर के सान्निध्य में आनन्दधाम आश्रम दिल्ली के साथ मिशन के सभी मण्डलों में देश से लेकर विदेश तक युवा पीढ़ी वृद्ध बुजुर्गों के सेवा-सम्मान के संकल्प को दुहराती है और उनकी श्रद्धापूर्वक सेवा करते हैं।
	राष्ट्र या समाज के लिये किसी भी क्षेत्र में समाज के जिस विशिष्ट जन ने विशेष योगदान दिया है तो ऐसे अतिविशिष्ट वरिष्ठ नागरिकों की भी श्रद्धापर्व पर सम्मानित किया जाता है। मिशन द्वारा विगत 30 वर्षों से 2 सौ से अधिक विशिष्टगण को सम्मनित किया जा चुका है, जिनमें कुछ मुख्य नामµपूर्व राष्ट्रपति डॉ- शंकरदयाल शर्मा जी, श्री लालकृष्ण आडवाणी जी, जनरल श्री जगजीत सिंह अरोड़ा जी, डॉ- नरेश त्रेहन जी, आचार्य गिरिराज किशोर जी, श्री जॉर्ज फर्नाडीस जी, नाना जी देशमुख, श्री सुंदर लाल बहुगूणा जी, श्री अशोक सिंघल जी आदि प्रमुख हैं।

प्राकृतिक व राष्ट्रीय आपदाओं में सहयोग
	1998 में रोहतक में बाढ़ हो या उत्तराखण्ड के चमोली में भूकम्प या हो गुजरात, अथवा आंध्रप्रदेश में प्राकृतिक प्रकोप, कारगिल युद्ध हो या राष्ट्री संकट विश्व जागृति मिशन प्रभावित लोगों की तन-और धन से सेवा करने में सर्वदा अग्रणी रहा है।

युगट्टषि औषधि निर्माण आयुर्वेदिक उपचार केन्द्रः
	एलोपैथिक दवाईयों के दुष्प्रभाव से भक्तों को मुक्त करने के उद्देश्य से वर्ष 2016 में युगट्टषि हैल्थ केयर फाउण्डेशन की स्थापना महाराजश्री ने की, जिसने आयुर्वैदिक मानदण्डों के अनुकुल दवाईयां बनानी प्रारम्भ की, जिनकी संख्या अब चालीस है। यह दवाईयां उच्च गुणवत्ता व एगमार्ग प्रमाणित हैं। आश्रम में ही युगट्टषि आयुर्वैदिक उपचार केन्द्र है जहां अनुभवी डॉक्टरों की निगरानी में रोगी का उपचार किया जाता है। इस केन्द्र में आयुर्वैदिक विधियों द्वारा कठिन रोगों जोड़ों के दर्द, साइनस, स्वस्थ जीवन शैली व शरीर की अन्य कठिनाइयों व पाचन का उपचार किया जाता है। पंचकर्म यहां की विशेषता है।

ओंकारेश्वर महादेव मंदिर: 
	यह मिशन का सबसे प्राचीन प्रथम मंदिर है जहां से गुरुदेव जी ने वर्ष 1989 से धर्म यात्र प्रारम्भ की थी। यह मिशन का गोमुख है, जहां से वर्ष 1997 तक सभी गतिविधियों का संचालन होता था और ये पंजीकृत कार्यालय है। वर्तमान में मंदिर का भव्य रूप है। जहां का प्रवेश द्वारा कलात्मक दृष्टि से अनुपम है। मंदिर में भगवान शिव की विशाल मूर्ति और भव्य शिव मंदिर है जिसमें लोहे या स्टील का प्रयोग नहीं किया गया। मंदिर में भव्य मूर्तियां हैं, जहां निरंतर सत्संग जारी रहता है।
	वर्ष 1997 में दिल्ली, बक्करवाला ग्राम के समीप आनन्दधाम आश्रम की स्थापना की गई, जहां कैलाश शिखर, ध्यान कुटिया, पांच भव्य मंदिर, सत्संग भवन, यज्ञशाला, गौशाला, कल्पवृक्ष, नवग्रह वाटिका, वृद्धाश्रम, गुरुकुल, उपदेशक विद्यालय, करुणासिन्धु अस्पताल, मनोरम झील उसकी शोभा हैं। अब यह 
गुरुधाम हजारों-लाखों भक्तों के लिए तीर्थ है, जो कोरोना काल में भी धर्म प्रचार-प्रसार का विशेष केन्द्र बना रहा।

राधा माधव मंदिर:
	इस भव्य मंदिर का निर्माण वर्ष 1994-95 में हुआ था, जो कृष्णा नगर में स्थित है। इस मंदिर का भवन व इसमें स्थापित मूर्तियां मनमोहक व आकर्षक हैं। यहां प्रत्येक रविवार को सत्संग होता है तथा सभी धार्मिक पर्वों के आयोजन में भारी संख्या में भक्त्जन भाग लेते हैं। गुरुदेव जी ने इसी मंदिर में वर्ष 1998 में लगातार 64 दिन तक भगवान कृष्ण की अमृतवाणी गीता पर प्रवचन दिये थे, जो मिशन की अनुपम सम्पत्ति है।

सिद्धशिखर सायंकालीन यज्ञ एवं आरतीः
	आनन्दधाम आश्रम में भगवान शिव सिद्धशिखर रूपी कैलाश पर्वत पर महर्षि भागीरथी, व परिवार सहित 25 वर्षों से बाहें फैलाकर भक्तों को आशीष देने का निमंत्रण दे रहे हैं। यहां प्रतिदिन सायं को यज्ञ और शिव आरती होती है। आश्रम में विशेष पर्वों पर हजारों की संख्या में महाराजश्री के सत्संग सुनने व दर्शन करने भक्तजन आते हैं और कैलाश शिखर पर आरती करते है और शिखर के सामने स्थित मानसरोवर झील में तैरते दीपकों का दृश्य देखने योग्य होता है। यह स्थल वास्तव में दुःख निवारण केन्द्र है।

मिशनका साहित्य:
	मिशन द्वारा वर्ष 1989 से मासिक पत्रिका जीवन संचेतना, वर्ष 1994 से मासिक समाचारपत्र 
धर्मदूत प्रकाशित किया जाता है। महाराजश्री के प्रवचनों पर आधारित सीडीज, पुस्तकें व अन्य साधन उपलब्ध हैं।

गौशालाएं:
	गौवंश के संरक्षण और संवर्धन के उद्देश्य से आनन्दधाम आश्रम में कामधेनु गौशाला की स्थापना की गई जहां वर्तमान में सवा सौ से अधिक गौओं की सेवा की जाती है। इसी तरह 6 और बड़ी गौशालाएं देश के प्रमुख शहरों में स्थापित हैं। 

	पूज्य सुधांशु जी महाराज भारत व समूचे विश्व में धार्मिक व सामाजिक जागरण पैदा करने, परिवारों में अच्छे संस्कार स्थापित करने, देश की गौरवमयी आध्यात्मिक सम्पदा को जनमानस तक पहुंचाने के लिए कठिबद्ध है। अब उनकी विद्वता की छाप न केवल राष्ट्रीय अपितु अन्तर्राष्ट्रीय स्तर पर भी विश्ुाद्ध रूप से प्राख्यात है।
	चल पड़े चरण चान्दी सा जल लेकर हाथों में पूज्य सुधांशु जी, सद्ज्ञान का कलश धारण किये ताकि अब मानव और संत्रस्त न हो और धरती का आंचल सजा रहे। आध्यात्मिक विकास की इस महायात्र में गुरुदेव जी ने डॉ- अर्चिका दीदी को सहयात्री बनाकर मानवजाति पर बहुत बड़ा उपकार किया है, जो आपके गुरुत्व में पूरे मनोयोग से मिशन को और अधिक विस्तार देने एवं शक्तिशाली बनाने में पूर्णतया समर्पित हैं।
	उत्सव उल्लास से गुंजायमान हो उठती हैं ये दिशाएं, जहां-जहां परमपूज्य सुधांशु जी महाराज ने अपनी सम्मोहिनी वाणी से प्रवाहित मनोहरी स्वरों से प्रभुगान किया है। शरद ट्टतु के सुखद सूर्य की प्रथम किरण के स्वर्णिम जल की तरह बरसा दिया उन्होंने भारत के ट्टषियों-मुनियों के ज्ञान को आज पूरे विश्व में, ईश्वर द्वारा प्रदत्त मनुष्य के अंदर प्रेम, श्रद्धा, आस्था, स्नेह, वात्सल्य, ममता, सखाभाव, प्रणय की स्वर लहरियों को जागृत कर दिया है परम संत सुधांशु जी महाराज ने।

आनन्दधाम ट्रस्ट:
	आनन्दधाम ट्रस्ट की स्थापना 2006 में की गई। जिसका उद्देश्य समाज में युवकों, युवतियों, 
महिलाओं, वृद्धजनों का बौद्धिक एवं पिछड़े वर्गों गरीबों के स्वरोजगार योजना से आर्थिक विकास व आत्मनिर्भर बनाना। देश में शिक्षा, स्वास्थ्य, रोजगार के योजनाएं बनाना। कोरोना काल में पीड़ितों के लिए विशेष शिक्षा अभियान चलाये गये। यह सेवाकार्य सरकारी व निजी संस्थाओं के सहयोग से किये जा रहे हैं। अप्रैल, 2021 में प्रधानमंत्री की स्किल डैवलपमेंट योजना के अन्तर्गत मिशन के फरीदाबाद आश्रम में कौशल विकास केन्द्र की स्थापना की गई, जिसे केन्द्र व हरियाणा सरकार की मान्यता प्राप्त है। फिलहाल यह योजना सिलाई, कढ़ाई व सौंदर्य प्रसाधन अर्थात दो क्षेत्रें में प्रारम्भ की गई है। चार महीने के प्रशिक्षण के बाद यहां से प्रशिक्षित व्यक्ति अपना रोजगार या सेवा क्षेत्र में कार्य कर सकते हैं। ट्रस्ट ने अनेक रक्तदान शिविरों का आयोजन किया हैं कोरोना काल में 6000 परिवारों को निःशुल्क भोजन बांटा गया। ट्रस्ट की भविष्य की अनेक योजनाएं हैं जिनका सम्बन्ध शिक्षा, स्वास्थ्य व रोजगार से है।

	धर्मपथ पर 46 वर्ष की अलौकिक यात्र, 66 वर्ष का जीवन, 15 वर्ष की आयु में पिताश्री ने उच्च शिक्षा के लिए भेजा, वाहन में बिठाते समय पिता ने कहा, ‘‘आगे बढ़ना पीछा मुड़कर नहीं देखना’’। इस कथन को सर्वदा सत्य किया, परिश्रम, लगन, समर्पणभाव से उच्च शिक्षा प्राप्त की, वेद, पुराण, उपनिषद, गीता, रामायण न जाने कितने वैदिक ग्रंथों में स्वयं को निष्णात कर लिया और आज 
सम्पूर्ण विश्व में उस ज्ञानप्रकाश को, मधुरवाणी, गाते-गुनगुनाते बांट दिया लाखों-करोड़ों भ्रमित आत्माओं को 
धर्मपथ की यात्र में। मानव परोपकार की भावना में अनेक संस्थाओं, योजनाओं, सेवाप्रकल्पों की 
स्थापना की। धर्म के केन्द्र आश्रमों की स्थापना की, गुरुकुल, वृद्धाश्रम, गौशालाएं, अस्पताल, चिकित्सालय, विद्यालय, पब्लिक स्कूल, बालाश्रम, कितनी संस्थाओं की स्थापना की। मनाली हिमाचल प्रदेश में भव्य साधना केन्द्र आनन्दम आवास का निर्माण किया, जहां अब तक हजारों साधकों को योग-ध्यान का प्रशिक्षण दिया गया। गरीब, अनाथ लोगों के लिए वैदिक वाघõमय का प्रचार किया, जन-जन को सुपथ पर प्रेरित किया, जीवन का रूपांतरण किया और यह धर्म की, परोपकार की, सेवा की, जागरण की, चेतना की यात्र अभी जारी है, जारी रहेगी अनेक वर्षों तक।
	गुरुदेव जी ने गीता ग्रंथ को वह ज्योति स्तम्भ बताया है, जो सम्पूर्ण जगत के प्रत्येक जीव चर-अचर को प्रकाशित करता है। महाराजश्री की असीमित ज्ञान सम्पदा और प्रवचन शैली ने उन्हें संत जगत में शिखर पर विराजमान किया है। उनकी यह उज्जवल परम्परा अब धीरे-धीरे डॉ- अर्चिका के आध्यात्मिक व्यक्तित्व में परिलक्षित हो रही है। इससे भक्तों में बहुत संतोष है। सत्य में गुरुदेव जी ने आध्यात्मिक ज्ञान की मणि गीता को जन-जन तक पहुंचाकर मानव जाति का बहुत बड़ा उपकार किया है।

                </div>
            </div>
        </div>




        <div className="maharajshriShlok">
            <img className="Image" src={vectorDesign} alt="design"/>
            <div className="maharajshriTitle">सन्तः स्वतः प्रकाशन्ते गुणा न परतो नृणाम्।</div>
            <div className="maharajshriTitle">आमोदो न हि कस्तूर्याः शपथेन विभाव्यते।।</div>
            <img className="Image" src={vectorDesign} alt="design"/>
        </div>
        </div>

    </div>
  )
}

export default AboutVjm