import React from 'react';
import './manalimeditation.scss';
import HeaderImgC from '../../common/HeaderImgContainer/HeaderImgC';
import BannerImg from '../../assets/BannerImgs/BannerImg3.png'
import TitlePage from '../../common/EventPagesCommon/TitlePage/TitlePage';
import BankTransfer from '../../common/EventPagesCommon/BankTransferPage/BankTransfer';
import bannerImg from '../../assets/ManaliMeditation/One.png'
import bannerImgLeft from '../../assets/ManaliMeditation/Two.png';
import bannerImgLeft2 from '../../assets/GaneshLakshmi/leftimg2.png';
import bannerImgRight2 from '../../assets/GaneshLakshmi/rightimg2.png';

import RightImg from '../../common/EventPagesCommon/RightImg/RightImg';
import LeftImg from '../../common/EventPagesCommon/LeftImg/LeftImg';
import BottomComponent from '../../common/EventPagesCommon/BottomComponent/BottomComponent';

import img1 from '../../assets/EventsPage/Bhakti.jpg';
import img2 from '../../assets/EventsPage/poornima.jpg';
import img3 from '../../assets/EventsPage/Yagya.jpg';
// import Mahayagya from './MahaYagya/Mahayagya';

const ManaliMeditation = () => {
  const title = "परम पूज्य सुधांशु जी महाराज और डॉ. अर्चिका दीदी के साथ (19 मई से 4 जून तक)"
  const desc = "अपने मन को शांत करें, अपने आप से मित्रता करें, अपने चारों ओर एक सुरक्षा कवच बनाएं, अपने जीवन के नए आयामों का पता लगाएं और अपने मौन का उपयोग आत्म-परिवर्तन के लिए करें।";


  const righttitle = "लघु चंद्रायन ध्यान साधना";
  const rightdesc = "इस 15 दिवसीय सत्र में पहली बार गायत्री मंत्र ध्यान सिखाया जाएगा। गायत्री मंत्र हमारी बुद्धि को प्रकाशित करने के लिए समर्पित एक प्रार्थना है। यह हमें ज्ञान प्रदान करता है।";
  const rightdate = "(आनंदवर्धन रिसॉर्ट्स में 15 दिवसीय ध्यान साधना)  "
  const righttime = "ऑफलाइन: 19 मई से 2 जून तक | ऑफलाइन: 19 मई से 2 जून तक"

  const lefttitle = "मनाली में 5 दिवसीय मेडिटेशन रिट्रीट";
  const leftdesc = "मनुष्य रचनात्मक ऊर्जा का एक बंडल है जो सृष्टि के सभी रूपों से जुड़ा हुआ है, ब्रह्मांड के निर्माण से लेकर विचारों की प्राप्ति तक, रिश्तों के निर्माण तक। इस 'शक्ति' को सक्रिय करने के तरीकों में विशिष्ट श्वास व्यायाम, मुद्रा और ध्यान तकनीक शामिल हैं।";
  const leftdate = "कैम्प 1 : 11 – 15 मई, 2023 | "
  const lefttime = " कैम्प 2 : 17 – 21 मई, 2023"


  const bottomTitle = "गहन ध्यान सत्र";
  const bottomDesc = "मानव शरीर कष्ट और दर्द का सामना करने के लिए नहीं बना है। लेकिन बिन बुलाए भावनाएँ और तनावपूर्ण स्थितियाँ विषाक्त पदार्थों की तरह काम करती हैं जो आपके शरीर की प्राकृतिक लय में गड़बड़ी पैदा करती हैं। ध्यान के माध्यम से अपने शरीर को संतुलित स्थिति में रखें और खुशी प्राप्त करें जो जीवन का एकमात्र उद्देश्य है। गहन ध्यान तकनीक और क्रियाएं सीखें जो सफाई एजेंटों की तरह काम करती हैं, जो आपके शरीर और दिमाग को प्राकृतिक स्वास्थ्य और कल्याण प्रदान करती हैं।";
 

  const EventsArray1 = [
    {
      title : "यौगिक क्रिया",
      desc : "अपने व्यक्तित्व के एक नये आयाम का अनुभव करें। आपके पास असीमित शारीरिक और भावनात्मक क्षमता है। अद्भुत यौगिक क्रियाओं और ध्यान तकनीकों के माध्यम से अपने सर्वोत्तम संस्करण का अनुभव करें।",
      img: img1,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "प्रश्नोत्तर सत्र",
      desc : "अपना संदेह दूर करें. जीवन अनुत्तरित प्रश्नों से भरा हो सकता है। परम पूज्य सुधांशु जी महाराज और डॉ. अर्चिका दीदी से कोई भी प्रश्न पूछने और उत्तर पाने का एक दुर्लभ अवसर।",
      img: img2,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },
    {
      title : "पंचकर्म",
      desc : "समग्र उपचार के माध्यम से आनंदमय कायाकल्प। समग्र उपचार के सुस्थापित प्राचीन विज्ञान का लाभ उठाएँ। अपनी जीवनशैली को सुधारें और तनाव, चिंता और स्ट्रेस को जड़ से उखाड़ फेंकें। ",
      img: img3,
      date: "19,March,2023",
      city: "Delhi",
      tag: "यज्ञ",
      // share : share,
      // date : '10th October'
    }
  ]
  const EventsArray2 = [
    {
      title : "मंगल यात्रा",
      desc : "आनंद के पथ पर चलो. चलना एक साधारण गतिविधि है, लेकिन जब आप अपने गुरु के साथ चलते हैं तो अनुभव असाधारण होता है। जानिए जब आप आनंद की राह पर चलते हैं तो कैसा महसूस होता है।          ",
      img: img1,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "पूर्णिमा दर्शन",
      desc : "गुरु की कृपा. पूर्णिमा दर्शन का मौका प्राप्त करें। दिव्यता का अनुभव करें, गुरु की कृपा प्राप्त करें और अपनी आध्यात्मिक प्रगति को महसूस करें।          ",
      img: img2,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },
    {
      title : "यज्ञ",
      desc : "दैवीय आशीर्वाद का आह्वान करें. ध्यान शिविर में श्रद्धापूर्वक यज्ञ करें। यह आपके मन, शरीर और आत्मा को शुद्ध करता है और आपको ईश्वर के करीब ले जाता है।          ",
      img: img3,
      date: "19,March,2023",
      city: "Delhi",
      tag: "यज्ञ",
      // share : share,
      // date : '10th October'
    }
  ]

//   const righttitle1 = "विशेष कार्यक्रम";
//   const rightdesc1 = "एक दिव्य अनुभव को महसूस करें जब पूरा वातावरण पवित्र मंत्रों की ध्वनि से गुंजायमान होता है और ईश्वर का आशीर्वाद प्राप्त होता है।";
//   const rightdate1 = "8 से 9 अक्टूबर, 2022 तक "
//   const righttime1 = "सुबह 8.00 बजे से"

//   const lefttitle1 = "संकल्पित यजमान द्वारा यज्ञ";
//   const leftdesc1 = "यदि आप किसी कारणवश यज्ञ में भाग नहीं ले पा रहे हैं तो संकल्पित यजमान के रूप में भाग लें। गुरुकुल के ऋषिकुमार आपकी ओर से यज्ञ करेंगे, और आपका श्री यंत्र, उपहार और प्रसाद डाक द्वारा भेज दिया जाएगा।";
//   const leftdate1 = " "
//   const lefttime1= ""


const aurJaaneHeadings = [
  {
    title : "",
    desc : [
      {
        one : "",
        two : " ",
        three : "",
        four : " ",
        five : " ",
        six : "",
        seven : " ",
        eight : " "

      }
    ]
  }
]

const aurJaaneHeadings1 = [
  {
    title : "लाभ 	",
    desc : [
      {
        one : "भीतर की पांच परतों, पंच कोशों को शुद्ध करता है।",
        two : " सभी कर्म बंधनों को तोड़ता है और अपने भाग्य को फिर से बदलने का अवसर देता है।",
        three : "गहन ध्यान, तपस्या/संयम, आत्म-अनुशासन और आत्म-साक्षात्कार सिखाता है।",
        four : "आपको जीवन के पूर्ण परिवर्तन को प्राप्त करने के लिए तैयार करता है।",
        five : "अतीत और वर्तमान के पापों के बीजों को जला देता है जिससे भीतरी भाग शुद्ध होता है।",
        six : " आंतरिक चेतना को जगाता है और मोक्ष प्राप्त करने में मदद करता है।",
        seven : "आध्यात्मिक यात्रा को उन्नत करता है और एक समृद्ध और आनंदमय जीवन व्यतीत करने में मदद करता है।",
        eight : "भावनात्मक, मानसिक और शारीरिक विष का हरण करता है।"

      }
    ]
  }
]

const aurJaaneHeadings2 = [
  {
    title : "लाभ 	",
    desc : [
      {
        one : "     अपने जीवन में असीम ईश्वरीय कृपा प्राप्त करने के लिए ईश्वरीय संबंध को जाग्रत और मजबूत करें।",
        two : " आंतरिक शक्ति और आंतरिक ऊर्जा से जुड़ने की क्षमता को बढ़ाता है।",
        three : "चिंता और तनाव को कम करता है जिससे व्यक्ति को अधिक केंद्रित रहने में मदद मिलती है।",
        four : "  भीतर सकारात्मकता पैदा करता है और नकारात्मक भावनाओं और विचारों को दूर करता है।        ",
        five : "मन, शरीर और आत्मा के आंतरिक संतुलन को पुनर्स्थापित करता है।",
        six : " नींद की गुणवत्ता में सुधार करता है और थकान को कम करता है।",
        seven : "रचनात्मकता और आंतरिक अन्वेषण को सक्रिय करता है। बायोरिदम में सुधार करता है।",
        eight : "आत्मविश्वास और जनसंपर्क कौशल को बढ़ाता है। साधना करने वाला व्यक्ति सचेत रहता है।"

      }
    ]
  }
]




  return (
    <div className='manalimeditation'>
        <HeaderImgC img={BannerImg}/>
        <TitlePage title={title} desc={desc}/>
        <RightImg righttitle={righttitle} rightdate={rightdate} rightdesc={rightdesc} righttime={righttime} bannerImg={bannerImg}
            aurJaanetitle1={"(आनंदवर्धन रिसॉर्ट्स में 15 दिवसीय ध्यान साधना) ऑफलाइन: 19 मई से 2 जून तक | ऑनलाइन: 21 मई से 4 जून तक"}
            aurJaaneDesc={"हमारे अनगिनत जन्मों के कर्म हमारे भाग्य का निर्माण करते हैं और हमें दुखी या सुखी बनाते हैं। जब हम कष्टों से गुजर रहे होते हैं, तो हम अक्सर यह सोचते हैं कि मेरे जीवन में ही इतना कष्ट क्यों है। याद रखें कि हमारे पिछले कर्मों का प्रभाव हमारे विवेक को प्रभावित करता है और इस जन्म में हमारे कर्म हमें जीवन और मृत्यु के जाल में उलझाते रहते हैं। लघु चंद्रायन ध्यान व्यक्ति को कर्म के प्रकोप से मुक्ति दिलाने में मदद करता है और तपस्या की पवित्र नदी में सभी पापों को धो देता है। एक जागृत गुरु के महान मार्गदर्शन में सीखी गई यह प्राचीन तपस्या या गहन ध्यान मन, शरीर और आत्मा को शुद्ध करती है। यह साधना, आध्यात्मिक जागृति और मोक्ष प्रदान करती है। "}
            aurJaaneDesc1={" इस 15 दिवसीय सत्र में पहली बार गायत्री मंत्र ध्यान सिखाया जाएगा। गायत्री मंत्र हमारी बुद्धि को प्रकाशित करने के लिए समर्पित एक प्रार्थना है। यह हमें ज्ञान प्रदान करता है। यदि नियमित रूप से इसका अभ्यास किया जाए तो यह साधक को अविश्वसनीय और अंतयंत लाभ प्रदान करता है।      "}
            aurJaaneDesc2={"हिंदू शास्त्रों के अनुसार एक आदर्श और पूर्ण व्यक्ति में होने वाले सोलह मूल गुणों को विकसित करने में यह मदद करता है। मुख्य विशेषताएं -  परम पूज्य सुधांशु जी महाराज और डॉ. अर्चिका दीदी के दिव्य मार्गदर्शन में 15 दिवसीय ध्यान साधना।  आनंदवर्धन रिसॉर्ट्स, मनाली में ध्यान साधना करें। कार्यक्रम सूची - अर्ध चंद्रायन ध्यान साधना।  कार्यक्रम: ऑफलाइन: 19 मई से 2 जून | ऑनलाइन: 21 मई से 4 जून | महाराजश्री और डॉ. अर्चिका दीदी द्वारा सत्र "}
            aurJaaneDesc3={" कार्यक्रम में योगदान - ऑनलाइन भागीदारी : 11000/- रुपये प्रति व्यक्ति | ऑफ़लाइन योगदान - स्वयं यात्रा: 56,000/- रुपये प्रति व्यक्ति (आनंदवर्धन रिसॉर्ट्स मनाली में आवास) आनंद धाम आश्रम से वोल्वो बस द्वारा: 61,000/- रुपये प्रति व्यक्ति (आनंदवर्धन रिसॉर्ट्स मनाली में आवास)  स्वयं-यात्रा: 53,000/- रुपये प्रति व्यक्ति (फैमिली कॉटेज यूनिट 2 में आवास) आनंद धाम आश्रम से वॉल्वो बस द्वारा: 58,000/- रुपये प्रति व्यक्ति (फैमिली कॉटेज यूनिट 2 में आवास) पूछताछ करें   +91 8826891955 +919589938938 +91 9685938938 +91 9312284390 +91 9685938938   व्हाट्सएप: +91 95996 95505, +91 9685938938 "}
            aurJaaneDesc4={" लघु चन्द्रायण तप के कार्यक्रम की समय सारिणी - ऑफलाइन भागीदारी (19 मई से 2 जून) "}
     
            aurJaaneDesc5={"जीवन में आने वाले विशेष अवसर का लाभ उठाने के लिए आइए, मनाली में हमारे साथ जुड़ें ताकि परम पूज्य सुधांशु जी महाराज और डॉ. अर्चिका दीदी के दिव्य मार्गदर्शन में ध्यान करते हुए आप अपने मन, शरीर और आत्मा को फिर से जीवंत और ऊर्जावान बना सकें। इस साधना में विभिन्न ध्यान तकनीकों को सीखें, पंचकर्म उपचार तकनीक का लाभ उठाएं और अपनी प्राणिक ऊर्जा को बढ़ाएं। ये साधना आपको अपनी खुद की ऊर्जा का दोहन करने और अपने सच्चे स्व को फिर से खोजने में मदद करेंगी।  एक इंसान में रचनात्मक ऊर्जा का भंडार छुपा होता है, जो ब्रह्मांड के निर्माण से लेकर विचारों की प्राप्ति तक एवं रिश्तों के निर्माण तक, सृजन के सभी रूपों से जुड़ा हुआ है। इस 'शक्ति' को सक्रिय करने के तरीकों में विशिष्ट साँस लेने के व्यायाम, मुद्राएँ और ध्यान तकनीक शामिल हैं।  यह ध्यान आपको अपने जीवन के हर पल को आनंद, प्रेम, शांति और आनंदित महसूस करने के लिए आंतरिक शक्ति को जगाने में मदद करेगा। यह एक आसान और स्थायी ध्यान है जिसका अभ्यास सभी उम्र के लोग कर सकते हैं।           "}
            aurJaaneDesc6={"मुख्य विशेषताएं -  महाराजश्री और डॉ. अर्चिका दीदी के मार्गदर्शन में पांच दिवसीय ध्यान साधना | मनाली में प्राकृतिक सौंदर्य और शांति की गोद में ध्यान करें।"}
            aurJaaneDesc7={" कार्यक्रम सूची - पांच दिवसीय ध्यान साधना - सत्र 1: 19-23 मई, 2022 | सत्र 2: 25-29 मई, 2022 ,  कार्यक्रम में योगदान - स्वयं यात्रा: 23,000/- रुपये प्रति व्यक्ति (नग्गर होटल में ठहरने की व्यवस्था) आनंद धाम आश्रम से वॉल्वो बस द्वारा: 27,000/- रुपये प्रति व्यक्ति (नग्गर होटल में ठहरना) | स्वयं-यात्रा (दोनों तरफ) और साथ ही स्वयं-आवास: 8,000/- रुपये प्रति व्यक्ति पूछताछ के लिए कृपया संपर्क करें:  +91 8826891955 ,  +919589938938  ,  +91 9685938938 ,  +91 9312284390 ,  +91 9685938938   , व्हाट्सएप: +91 95996 95505, +91 9685938938"}
            aurJaaneHeadings={aurJaaneHeadings2}
        
        />
        <LeftImg lefttitle={lefttitle} leftdate={leftdate} leftdesc={leftdesc} lefttime={lefttime} bannerImg={bannerImgLeft}
           aurJaanetitle1={lefttitle}
           aurJaaneDesc={" एक मानव शरीर दुख और दर्द का सामना करने के लिए नहीं बना है। लेकिन बिन बुलाए भावनाएँ और तनावपूर्ण परिस्थितियाँ विषाक्त पदार्थों की तरह काम करती हैं जिससे आपके शरीर की प्राकृतिक लय में गड़बड़ी पैदा होती है। ध्यान के माध्यम से अपने शरीर को संतुलित अवस्था में रखें और आनंद प्राप्त करें जो जीवन का एकमात्र उद्देश्य है। गहन ध्यान तकनीकें और क्रियाएं सीखें जो क्लींजिंग एजेंटों की तरह काम करती हैं, जो आपके शरीर और मन को प्राकृतिक स्वास्थ्य और तंदुरूस्ती प्रदान करती हैं।"}
           aurJaaneDesc1={" इस 15 दिवसीय सत्र में पहली बार गायत्री मंत्र ध्यान सिखाया जाएगा। गायत्री मंत्र हमारी बुद्धि को प्रकाशित करने के लिए समर्पित एक प्रार्थना है। यह हमें ज्ञान प्रदान करता है। यदि नियमित रूप से इसका अभ्यास किया जाए तो यह साधक को अविश्वसनीय और अंतयंत लाभ प्रदान करता है।      "}
           aurJaaneDesc2={"हमारे कार्यक्रम - लघु चंद्रायण तप साधना | मनाली ध्यान रिट्रीट "}
           aurJaaneDesc4={" उपयोगी कड़ियां - दान |  गोपनीयता नीति | नियम और शर्तें     "}
    
           aurJaaneDesc5={"    "}
           aurJaaneDesc6={""}
           aurJaaneDesc7={" "}
           aurJaaneHeadings={aurJaaneHeadings}
        
        />
        <BottomComponent title={bottomTitle} desc={bottomDesc} EventsArray1={EventsArray1} EventsArray2={EventsArray2}/>
        {/* <RightImg righttitle={righttitle1} rightdate={rightdate1} rightdesc={rightdesc1} righttime={righttime1} bannerImg={bannerImgRight2}/>
        <LeftImg lefttitle={lefttitle1} leftdate={leftdate1} leftdesc={leftdesc1} lefttime={lefttime1} bannerImg={bannerImgLeft2}/> */}
        {/* <Mahayagya/> */}
        <BankTransfer/>
    </div>
  )
}

export default ManaliMeditation