import React from 'react';
import './gauseva.scss';
import HeaderVideoComp from '../../common/HeaderVideoComponent/HeaderVideoComp';
import HeaderImgC from '../../common/HeaderImgContainer/HeaderImgC';
import video from '../../assets/video/Gaushala.mp4'
import BannerImg from '../../assets/BannerImgs/BannerImg11.png'
import TitlePage from '../../common/EventPagesCommon/TitlePage/TitlePage';
import BankTransfer from '../../common/EventPagesCommon/BankTransferPage/BankTransfer';
import bannerImg from '../../assets/gaushala/Right.png';
import bannerImgLeft from '../../assets/balkalyaan/Two.png';
// import bannerImgLeft2 from '../../assets/gurupurnima/four.png';
// import bannerImgRight2 from '../../assets/gurupurnima/three.png';
// import bannerImgRight3 from '../../assets/gurupurnima/five.png';


import RightImg from '../../common/EventPagesCommon/RightImg/RightImg';
import LeftImg from '../../common/EventPagesCommon/LeftImg/LeftImg';
import EightyG from '../../common/80GBenefits/EightyG';
import AboveBottomContainer from '../../common/EventPagesCommon/AboveBottomContainer/AboveBottomContainer';

import five from '../../assets/balkalyaan/five.png'
import six from '../../assets/balkalyaan/six.png'
import seven from '../../assets/balkalyaan/seven.png'
import eight from '../../assets/balkalyaan/eight.png'

// import Mahayagya from './MahaYagya/Mahayagya';

const Gauseva = () => {
  const title = "गौसेवा"
  const desc = "हमारी संस्कृति में गाय को संपूर्ण विश्व की माता माना गया है। हमारे धर्म ग्रंथों में गाय की छाया को भी शुभ माना गया है तथा गाय के अंगों में संपूर्ण देवी-देवताओं का निवास बताया गया है। यात्रा के समय गौ माता का दर्शन सुखद यात्रा के लिए अति लाभकारी माना जाता है। धर्म, अर्थ, काम व मोक्ष - ये सभी चार पुरूषार्थ हैं जिनके लिए मनुष्य आजीवन लगा रहता है। गौमाता की सेवा से मनुष्य को चारों पुरूषार्थों की उपलब्धि में सहायता मिलती है और यही मनुष्य के जीवन का लक्ष्य है।";


  const righttitle = "गौशाला";
  const rightdesc = "हिंदू धर्म में गाय को पूजनीय स्थान प्राप्त है। बड़े से बड़ा कष्ट भी सिर्फ गौ माता की सेवा करने से दूर हो जाता है। गाय में 33 कोटि देवी-देवताओं का वास होता है। मान्यता है कि गाय की सेवा करने से जहां सभी देवी-देवता प्रसन्न होते हैं, वहीं घर में सुख-समृद्धि और अच्छे स्वास्थ्य का वरदान मिलता है। इतना ही नहीं, गाय की सेवा से कुंडली के सभी दोष दूर हो जाते हैं।";
  const rightdate = " "
  const righttime = ""

  const lefttitle = "बाल आश्रम, सूरत, भारत";
  const leftdesc = "बाल आश्रम आपका मामूली अनाथालय नहीं है। यह गरीब बच्चों के लिए एक पूर्ण विद्यालय है जो उच्च गुणवत्ता वाली शिक्षा के साथ-साथ मुफ्त आवास भी प्रदान करता है। ऐसे कई स्वयंसेवक और वेतनभोगी कर्मचारी हैं जो इन बच्चों को पढ़ाते और उनकी देखभाल करते हैं।";
  const leftdate = " "
  const lefttime = ""


  const righttitle1 = "ज्ञानदीप विद्यालय, फरीदाबाद";
  const rightdesc1 = "'एक महिला इस खूबसूरत दुनिया की निर्माता है और हम यह सुनिश्चित करते हैं कि उसकी आर्थिक और सामाजिक पृष्ठभूमि की परवाह किए बिना उसे एक सम्मानजनक जीवन मिले।'";
  const rightdate1 = " "
  const righttime1 = ""

  const lefttitle1 = "सृजन पब्लिक स्कूल, मुरादाबाद";
  const leftdesc1 = "एक स्कूल जो निम्न-आय वाले परिवारों के बच्चों को उच्च-गुणवत्ता की शिक्षा प्रदान करता है, यह स्कूल 10 अप्रैल, 2016 को शुरू हुआ। इसका उद्देश्य दिहाड़ी मजदूरों और प्रवासी श्रमिकों के बच्चों को बुनियादी प्राथमिक स्कूली शिक्षा प्रदान करना है।";
  const leftdate1 = " "
  const lefttime1= ""

  
  const righttitle2 = "आदिवासी पब्लिक स्कूल, झारखंड";
  const rightdesc2= "झारखंड के 'अशांत' इलाकों रुक्का और खूंटी में दो स्कूल चल रहे हैं। वे माओवाद से संबंधित हिंसा से प्रभावित बच्चों को परेशानी मुक्त शिक्षा प्रदान करने के विचार से चलते हैं।";
  const rightdate2 = "ऑनलाइन भाग लें या आश्रम परिसर में"
  const righttime2 = ""

  const ServicesArray1 = [
    {
      title : "गाय या बछड़ा गोद लें",
      desc : "प्राचीन काल से ऋषि मुनि गौसेवा करके अपना जीवन सार्थक कर रहे हैं। हमें भी गौ सेवा अवश्य करनी चाहिए जिससे हमारा जीवन सार्थक हो। प्रति वर्ष एक गाय के लिए मात्र 11,000/- रूपए का दान करके गौशाला से गाय या बछड़े को गोद लें।      ",
      img: five,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "गऊ ग्रास सेवा",
      desc : "पहले के समय में हम घर के पास की गौशालाओं में अपने घर की प्रथम रोटी को भेजते थे और हम सब खुशहाल रहते थे, धीरे-धीरे हम गौ माता के प्रति जिम्मेवारी को भूलने लगे हैं, जिसकी वजह से हमें काफी चुनौतियों का सामना करना पड़ रहा है।      ",
      img: six,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },

  ]
  const ServicesArray2 = [
    {
      title : "आवास व्यवस्था",
      desc : "गौमाता की मूलभूत आवश्यकताओं में से एक है उनके लिए आवास की व्यवस्था करना, हम बेहतर सुविधाओं के साथ गौमाता के लिए आवास बना रहें हैं, आप भी इस पुण्य कार्य में सहभागी बनें।      ",
      img: seven,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "चिकित्सा देखभाल",
      desc : "गौ माता के अच्छे स्वास्थ्य के लिए दवाओं और टीकाकरण की व्यवस्था में दान-सहयोग राशि देकर गउओं को स्वस्थ रखने में हमारी मदद करें।      ",
      img: eight,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },

  ]

  const ServicesArray3 = [
    {
      title : "एक दिन के लिए 1 गाय का भोजन",
      desc : "आप एक गाय के पूरे दिन के भोजन की व्यवस्था के लिए 150/- रूपए का दान कर सकते हैं और यदि आप चाहें तो अधिक गायों को भी भोजन करा सकते हैं।      ",
      img: five,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "एक महीने के लिए एक गाय को गोद लें",
      desc : "एक महीने के लिए एक गाय को गोद लेने में उनके भोजन, दवाई आदि जैसे सभी खर्च शामिल हैं। आप चाहें तो अधिक गायों को भी गोद ले सकते हैं।      ",
      img: six,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },

  ]
  const ServicesArray4 = [
    {
      title : "गोदान",
      desc : "गोदान से बढ़कर कुछ भी नहीं है। यदि श्रद्धापूर्वक गौ का दान किया जाय तो वह समस्त कुल का तत्काल उद्धार कर देती है। गोदान करने से जीवन की सभी बाधाएं दूर होती हैं। अपने जन्मदिन/शादी की सालगिरह या अपनी पसंद के किसी भी शुभ दिन पर गोदान करें।      ",
      img: seven,
      tag : "",
      date: "15,Feb,2023",
      city: "Bhopal",
      tag : "सत्संग",
      // share : share,
      // date : '12th March'
    },
    {
      title : "गाय माता के लिए अलग-अलग वस्तुएँ खिलाएँ (गौ ग्रास)",
      desc : "हरी घास (100 किग्रा की 1 इकाई - 900/- रुपए), चोकर/मवेशी चारा (20 किग्रा बैग - 1100/- रुपए), भूसा / भूसी (100 किग्रा की 1 यूनिट 700/- रुपए), गुड/गुड़ (10 किग्रा बैग 550/- रुपए)      ",
      img: eight,
      tag: "",
      date: "23,May,2023",
      city: "Delhi",
      tag : "पूर्णिमा",
      // share : share,
      // date : '10th February'
    },


    

  ]

  const aurJaaneHeadings = [
    {
      title : "हमारी गौशालाएं",
      desc : [
        {
          one : "विश्व जागृति मिशन ने 1996 में आनंद धाम आश्रम, दिल्ली में सिर्फ 10 गायों के साथ अपनी पहली गौशाला की शुरुआत की थी  और वर्तमान में हम पूरे भारत में 500 से अधिक गायों और बैलों को आश्रय देते हैं और खिलाते हैं। विश्व जागृति मिशन ने हमेशा सभी प्राणियों के साथ समान व्यवहार करने के विचार को प्रेरित किया है और उन्हें आवश्यक सुविधाएं प्रदान करने के लिए हर संभव कदम उठाए हैं। हम वर्तमान में दिल्ली, हरियाणा, उत्तर प्रदेश, कर्नाटक, तेलंगाना और राजस्थान में  गौ सेवा कर रहे हैं।",
          two : "गाय के अतुलनीय लाभ -  ",
          three : "दूध - गाय का दूध सेवन करने से बुद्धि विलक्षण होती है। पुराने समय में हमारे ऋषि मुनियों ने इस गौ दूध को ग्रहण करके ही बड़े-बड़े ग्रंथ और महाकाव्य की रचना की।  आजकल भी जो लोग गाय के दूध और घी का महत्व जानते हैं, वे दीर्घायु होते हैं, उनका बल और पौरुष भी अद्वितिय होता है। जन्मे हुए बच्चे को तो प्रथम के कुछ बरसों तक गौ माता के दूध से ही पोषण किया जाता है।  इन सब कारणों से गौ दूध को अमृत तुल्य माना जाता है। साथ ही गाय के दूध से शिवलिंग पर अभिषेक करने से भगवान शिव का आशीर्वाद प्राप्त होता है।",
          four : " गोमूत्र - हमारे सनातन धर्म के किसी भी मंगलिक अनुष्ठान की पूर्ति गौ द्रव्य पदार्थों के बिना पूर्ण नहीं होती। गंगाजल के समान ही गोमूत्र के छिड़काव से शुद्धिकरण होता है। घर पर गोमूत्र का छिड़काव करना लाभकारी माना जाता है। इससे नकारात्मक ऊर्जा दूर होती है। संसाधित होने पर, गोमूत्र अमृत में बदल जाता है जिसमें औषधीय गुण होते हैं जो विभिन्न रोगों का इलाज कर सकते हैं। ",
          five : "गाय का गोबर - धार्मिक अनुष्ठान में गोबर को काफी पवित्र माना गया है। गोबर से गणेश भगवान जी की मूर्ति बनाकर पूजा करने का विधान है। कई पूजा-पाठ गोबर के बिना अधूरे होते हैं।  हमारे विवाह संस्कार में भी गाय के गोबर के लेप को शुद्धिकरण के लिए प्रयोग किया जाता है। गौ माता के गोबर उपलों पर घी से हवन करने से वतावरण के वायु तत्व मे पवित्रता आ जाती है। यह एक प्राकृतिक खाद भी है जो बंजर भूमि को उपजाऊ गुणों में परिवर्तित कर सकती है।     ",
          six : "पंचगव्य - गाय से जुड़ी पांच चीजों दूध, दही, घी, गोमूत्र और गोबर के सम्मिश्रण को पंचगव्य कहा जाता है। हिंदू धर्म में पंचगव्य के बिना कोई भी शुभ-मांगलिक कार्य पूरे नहीं होते। पंचगव्य का धार्मिक दृष्टिकोण से विशेष महत्व होता है और साथ ही इसे आयुर्वेद में भी महत्वपूर्ण माना गया है। गाय से जुड़े इन पांच चीजों का प्रयोग कई तरह की औषधियों के रूप में भी किया जाता है। पंचगव्य द्वारा शरीर के कई रोगों का उपचार किया जाता है और यह रोग-प्रतिरोधक क्षमता बढ़ाने के लिए भी महत्वपूर्ण होता है।          ",
          seven : "गौ स्पर्श -गाय को दुलारने या गले लगाने के कई स्वास्थ्य लाभ हैं।   देसी गऊ की पीठ पर मात्र 5 मिनट हाथ फेरने से ब्लड प्रेशर नॉर्मल हो जाता है और इसके सींगों पर हाथ फिराने से शरीर की सारी नेगेटिव ऊर्जा क्षीण हो जाती है। इसीलिए गौमाता को हिन्दू धर्म ग्रंथों में कल्पतरू एवं कामधेनू की उपाधि दी गई है। गाय के शरीर को स्पर्श करने वाली हवा को भी हमारे सनातन धर्म में पवित्र माना जाता है।  ",
          eight : " "
  
        }
      ]
    }
  ]




  return (
    <div className='gauseva'>
      <HeaderVideoComp title={'गौसेवा'} desc={''}  video={video}/>
        {/* <HeaderImgC img={BannerImg}/> */}
        <TitlePage title={title} desc={desc}/>
        <AboveBottomContainer ServicesArray1={ServicesArray1} ServicesArray2={ServicesArray2}/>
        <RightImg righttitle={righttitle} rightdate={rightdate} rightdesc={rightdesc} righttime={righttime} bannerImg={bannerImg}
           aurJaanetitle1={righttitle}
           aurJaaneDesc={"हिंदू धर्म में गाय को पूजनीय स्थान प्राप्त है। बड़े से बड़ा कष्ट भी सिर्फ गौ माता की सेवा करने से दूर हो जाता है। गाय में 33 कोटि देवी-देवताओं का वास होता है। मान्यता है कि गाय की  सेवा करने से जहां सभी देवी-देवता प्रसन्न होते हैं, वहीं घर में सुख-समृद्धि और अच्छे स्वास्थ्य का वरदान मिलता है। इतना ही नहीं, गाय की सेवा से कुंडली के सभी दोष दूर हो जाते हैं।  "}
           aurJaaneDesc1={" गाय की पूजा करना एक ऐसा पुण्य कार्य है जिसे हम शुद्ध भाव से करते हैं। गाय माता हमारी भावनाओं को भी समझती है क्योंकि उनकी समझ अद्भुत है। हमारे परिवार के सदस्यों की तरह, वह भी प्यार और देखभाल चाहती है और इसे ध्यान में रखते हुए, विश्व जागृति मिशन (वीजेएम) ने वर्षों से देश भर में कई गौशालाओं (गौशालाओं) का विकास किया है।           "}
           aurJaaneDesc2={"  इसके अलावा, पवित्र गायों के पालन-पोषण का कारण केवल डेयरी या डेयरी उत्पाद नहीं है, बल्कि यह भी है कि वह देखभाल की हकदार है। हम उन्हें दयनीय स्थिति में जीवित रहने के लिए नहीं छोड़ सकते। यह हमारे लिए गंभीर चिंता का विषय है कि कई गायें कचरा खा जाती हैं और उचित देखभाल और पोषण के अभाव में दयनीय मौत मर जाती हैं।      "}
           aurJaaneDesc3={" इसलिए, विश्व जागृति मिशन गायों को हर संभव तरीके से आश्रय देना सुनिश्चित करता है, उन्हें अपनाता है, उनका जीवन भर पालन-पोषण करता है, उन्हें स्वास्थ्य जांच प्रदान करता है और सबसे महत्वपूर्ण बात यह है कि उन्हें परिवार के सदस्य के रूप में माना जाता है।     "}
          //  aurJaaneDesc4={" लघु चन्द्रायण तप के कार्यक्रम की समय सारिणी - ऑफलाइन भागीदारी (19 मई से 2 जून) "}
            aurJaaneHeadings={aurJaaneHeadings}
        
        />
        <AboveBottomContainer ServicesArray1={ServicesArray3} ServicesArray2={ServicesArray4}/>

        {/* <LeftImg lefttitle={lefttitle} leftdate={leftdate} leftdesc={leftdesc} lefttime={lefttime} bannerImg={bannerImgLeft}/>
        <RightImg righttitle={righttitle1} rightdate={rightdate1} rightdesc={rightdesc1} righttime={righttime1} bannerImg={bannerImg}/>
        <LeftImg lefttitle={lefttitle1} leftdate={leftdate1} leftdesc={leftdesc1} lefttime={lefttime1} bannerImg={bannerImgLeft}/>
        <RightImg righttitle={righttitle2} rightdate={rightdate2} rightdesc={rightdesc2} righttime={righttime2} bannerImg={bannerImg}/> */}
        <EightyG/>
        {/* <Mahayagya/> */}
        <BankTransfer/>
    </div>
  )
}

export default Gauseva