import React from 'react';
import './annapoorna.scss';
import video from '../../assets/video/AnnaPorna.mp4'
import HeaderImgC from '../../common/HeaderImgContainer/HeaderImgC';
import BannerImg from '../../assets/BannerImgs/BannerImg7.png'
import TitlePage from '../../common/EventPagesCommon/TitlePage/TitlePage';
import BankTransfer from '../../common/EventPagesCommon/BankTransferPage/BankTransfer';
import bannerImg from '../../assets/annapoorna/One.png';
import bannerImgLeft from '../../assets/annapoorna/two.png';
import bannerImgRight2 from '../../assets/annapoorna/three.png';
import bannerImgLeft2 from '../../assets/annapoorna/four.png'

import RightImg from '../../common/EventPagesCommon/RightImg/RightImg';
import LeftImg from '../../common/EventPagesCommon/LeftImg/LeftImg';
import EightyG from '../../common/80GBenefits/EightyG';
import HeaderVideoComp from '../../common/HeaderVideoComponent/HeaderVideoComp';
// import Mahayagya from './MahaYagya/Mahayagya';

const AnnapoornaYojna = () => {
  const title = "अन्नपूर्णा योजना"
  const desc = " 'दुनिया में ऐसे लोग हैं जो इतने भूखे हैं कि भगवान उन्हें रोटी के रूप में ही दिखाई देते हैं। - महात्मा गांधी' | हाल के वर्षों में, भारत ने अनाज उत्पादन और आधुनिक तकनीकों को अपनाने में आत्मनिर्भरता हासिल की है। इसके बावजूद, खाद्य असुरक्षा और कुपोषण का उच्च स्तर अभी भी बना हुआ है। दुनिया भर के सभी कुपोषित लोगों का एक चौथाई हिस्सा हमारे देश में है। प्रति व्यक्ति आय पिछले कुछ वर्षों में बढ़ी है, फिर भी न्यूनतम आहार सेवन कम हुआ है। 1991 से, विश्व जागृति मिशन (वीजेएम) अपने भोजन वितरण कार्यक्रमों के साथ भारत भर के कई शहरों में लगातार काम कर रहा है, जिसका उद्देश्य विभिन्न खाद्य वितरण विधियों और स्वयंसेवकों के माध्यम से लोगों को खाना खिलाना है।";


  const righttitle = "भंडारा योजना";
  const rightdesc = "भंडारा, एक ऐसी योजना है, जिसमें एक विशेष क्षेत्र में लोगों के बीच पका हुआ भोजन, पौष्टिक पेय और पानी वितरित किया जाता है, जब तत्काल भूख से निपटने की बात आती है तो यह चमत्कार करता है।";
  const rightdate = " "
  const righttime = ""

  const lefttitle = "अन्नपूर्णा योजना";
  const leftdesc = "अन्नपूर्णा योजना एक सुंदर व्यवस्था है जिसमें लोग अपने जन्मदिन, शादी की सालगिरह या किसी अन्य विशेष दिन को अनोखे तरीके से मनाते हैं।";
  const leftdate = " "
  const lefttime = ""


  const righttitle1 = "अधिकतम लोगों तक पहुंचना";
  const rightdesc1 = "यदि आप सौ लोगों को नहीं खिला सकते हैं, तो केवल एक को खिलाएं।-मदर टेरेसा हालांकि, विश्व जागृति मिशन अधिक से अधिक लोगों को खाना खिलाने की पूरी कोशिश कर रहा है, फिर भी ऐसे लोगों की अधिकतम संख्या तक पहुंचने के लिए और भी बहुत कुछ करने की जरूरत है, जिनके पास अच्छा भोजन नहीं है।";
  const rightdate1 = " "
  const righttime1 = ""

  const lefttitle1 = "कृपया दान करें";
  const leftdesc1 = "अन्नदान, भूखे बच्चों के साथ-साथ परिवारों के लिए पौष्टिक भोजन उपलब्ध करता है । जब आप विश्व जागृति मिशन के द्वारा चलाए जा रहे इस नेक कार्य के लिए दान करते हैं तो आपके इस दान का उपयोग तुरंत किया जाता है, ताकि किसी को स्वस्थ भोजन खाने में मदद मिल सके।";
  const leftdate1 = " "
  const lefttime1= ""

  const aurJaaneHeadings = [
    {
      title : "",
      desc : [
        {
          one : "",
          two : " ",
          three : "",
          four : " ",
          five : " ",
          six : "",
          seven : " ",
          eight : " "
  
        }
      ]
    }
  ]
  const aurJaaneHeadings1 = [
    {
      title : "विश्व जागृति मिशन के भंडारा कार्यक्रम और अन्नपूर्णा योजना के लिए दान करें",
      desc : [
        {
          one : "1 व्यक्ति के लिए 1 महीने के लिए भोजन प्रदान करें:  राशि 1100/-रुपए मात्र",
          two : "1 महीने के लिए 2 लोगों के लिए भोजन प्रदान करें:  राशि 2200/- रुपए मात्र  ",
          three : "1 महीने के लिए 3 लोगों के लिए भोजन प्रदान करें:  राशि 3300/- रुपए मात्र",
          four : "अपने विशेष दिन पर गुरुकुल के छात्रों, प्रचारकों और वृद्धाश्रम में रहने वाले लोगों के लिए एक समय का भोजन कराने के लिए:  राशि 11,000/- रुपए मात्र",
          five : "गुरुकुल के ऋषिकुमारों और प्रचारकों के लिए एक समय का भोजन कराने के लिए     	:  राशि 6,100/- रुपए मात्र",
          six : "वृद्धाश्रम के बुजुर्गों के लिए एक समय का भोजन कराने के लिए :  राशि 5,100/- रुपए मात्र",
          seven : " ",
          eight : " "
  
        }
      ]
    }
  ]



  return (
    <div className='annapoorna'>
      <HeaderVideoComp title={'अन्नपूर्णा योजना'} desc={''}  video={video}/>
        {/* <HeaderImgC img={BannerImg}/> */}
        <TitlePage title={title} desc={desc}/>
        <RightImg righttitle={righttitle} rightdate={rightdate} rightdesc={rightdesc} righttime={righttime} bannerImg={bannerImg}
          aurJaanetitle1={righttitle}
          aurJaaneDesc={" भंडारा, एक ऐसी योजना है, जिसमें एक विशेष क्षेत्र में लोगों के बीच पका हुआ भोजन, पौष्टिक पेय और पानी वितरित किया जाता है, जब तत्काल भूख से निपटने की बात आती है तो यह चमत्कार करता है।"}
          aurJaaneDesc1={" 1991 से, खासकर परम पूज्य सुधांशु जी महाराज के सत्संग कार्यक्रमों के दौरान वीजेएम इस तरह के भंडारों का आयोजन करता आ रहा है ।    "}
          aurJaaneDesc2={"प्रत्येक सत्संग में लगभग 20000 लोग शामिल होते हैं। जहां भक्त प्रसाद के रूप में वितरित भोजन ग्रहण करते हैं, वहीं आसपास के क्षेत्रों के प्रवासी मजदूरों सहित भूखे लोगों को भी भोजन कराया जाता है। "}
          aurJaaneDesc4={" "}
   
          // aurJaaneDesc5={"जीवन में आने वाले विशेष अवसर का लाभ उठाने के लिए आइए, मनाली में हमारे साथ जुड़ें ताकि परम पूज्य सुधांशु जी महाराज और डॉ. अर्चिका दीदी के दिव्य मार्गदर्शन में ध्यान करते हुए आप अपने मन, शरीर और आत्मा को फिर से जीवंत और ऊर्जावान बना सकें। इस साधना में विभिन्न ध्यान तकनीकों को सीखें, पंचकर्म उपचार तकनीक का लाभ उठाएं और अपनी प्राणिक ऊर्जा को बढ़ाएं। ये साधना आपको अपनी खुद की ऊर्जा का दोहन करने और अपने सच्चे स्व को फिर से खोजने में मदद करेंगी।  एक इंसान में रचनात्मक ऊर्जा का भंडार छुपा होता है, जो ब्रह्मांड के निर्माण से लेकर विचारों की प्राप्ति तक एवं रिश्तों के निर्माण तक, सृजन के सभी रूपों से जुड़ा हुआ है। इस 'शक्ति' को सक्रिय करने के तरीकों में विशिष्ट साँस लेने के व्यायाम, मुद्राएँ और ध्यान तकनीक शामिल हैं।  यह ध्यान आपको अपने जीवन के हर पल को आनंद, प्रेम, शांति और आनंदित महसूस करने के लिए आंतरिक शक्ति को जगाने में मदद करेगा। यह एक आसान और स्थायी ध्यान है जिसका अभ्यास सभी उम्र के लोग कर सकते हैं।           "}
          // aurJaaneDesc6={"मुख्य विशेषताएं -  महाराजश्री और डॉ. अर्चिका दीदी के मार्गदर्शन में पांच दिवसीय ध्यान साधना | मनाली में प्राकृतिक सौंदर्य और शांति की गोद में ध्यान करें।"}
          // aurJaaneDesc7={" कार्यक्रम सूची - पांच दिवसीय ध्यान साधना - सत्र 1: 19-23 मई, 2022 | सत्र 2: 25-29 मई, 2022 ,  कार्यक्रम में योगदान - स्वयं यात्रा: 23,000/- रुपये प्रति व्यक्ति (नग्गर होटल में ठहरने की व्यवस्था) आनंद धाम आश्रम से वॉल्वो बस द्वारा: 27,000/- रुपये प्रति व्यक्ति (नग्गर होटल में ठहरना) | स्वयं-यात्रा (दोनों तरफ) और साथ ही स्वयं-आवास: 8,000/- रुपये प्रति व्यक्ति पूछताछ के लिए कृपया संपर्क करें:  +91 8826891955 ,  +919589938938  ,  +91 9685938938 ,  +91 9312284390 ,  +91 9685938938   , व्हाट्सएप: +91 95996 95505, +91 9685938938"}
          aurJaaneHeadings={aurJaaneHeadings}
        
        />
        <LeftImg lefttitle={lefttitle} leftdate={leftdate} leftdesc={leftdesc} lefttime={lefttime} bannerImg={bannerImgLeft}
          aurJaanetitle1={lefttitle}
          aurJaaneDesc={" अन्नपूर्णा योजना एक सुंदर व्यवस्था है जिसमें लोग अपने जन्मदिन, शादी की सालगिरह या किसी अन्य विशेष दिन को अनोखे तरीके से मनाते हैं।"}
          aurJaaneDesc1={" ऐसे किसी भी दिन या अपने पूर्वजों की याद में, लोग वृद्धाश्रम में रहने वाले लोगों, अनाथालयों में रहने वाले बच्चों, वीजेएम गुरुकुलों में पढ़ने वाले ऋषिकुमारों या ऐसे लोगों के लिए जिन्हें भोजन की आवश्यकता होती है,  उनके भोजन की व्यवस्था करते हैं।   "}
          aurJaaneDesc2={"जहां तक भूख की समस्या से निपटने का सवाल है, ऐसे छोटे-छोटे प्रयास चमत्कार कर रहे हैं।"}
          aurJaaneDesc4={" विश्व जागृति मिशन पिछले 4 वर्षों से अपने आश्रमों और गुरुकुलों के माध्यम से  देश के विभिन्न शहरों में अन्नपूर्णा योजना चला रहा है।"}
          aurJaaneDesc5={"इस योजना के तहत अब तक 10 लाख से अधिक लोगों को भोजन कराया जा चुका है।"}
        />
        <RightImg righttitle={righttitle1} rightdate={rightdate1} rightdesc={rightdesc1} righttime={righttime1} bannerImg={bannerImgRight2}
                    aurJaanetitle1={"यदि आप सौ लोगों को नहीं खिला सकते हैं, तो केवल एक को खिलाएं। -मदर टेरेसा"}
                    aurJaaneDesc={" हालांकि, विश्व जागृति मिशन अधिक से अधिक लोगों को  खाना खिलाने की पूरी कोशिश कर रहा है, फिर भी ऐसे लोगों की अधिकतम संख्या तक पहुंचने के लिए और भी बहुत कुछ करने की जरूरत है, जिनके पास अच्छा भोजन नहीं है।"}
                    aurJaaneDesc1={"संयुक्त राष्ट्र संघ के खाद्य और कृषि संगठन (एफएओ) का कहना है कि दुनिया भर में उत्पादित भोजन का 33% वास्तव में उन लोगों की प्लेटों तक नहीं पहुंचता है जिन्हें इसकी आवश्यकता है।  "}
                    aurJaaneDesc2={"एक नेक दिल इंसान के तौर पर आप यहां बड़ी भूमिका निभा सकते हैं ताकि भूखे तक खाना पहुंच सके।"}
                    aurJaaneDesc4={" अगर 1 समर्थ व्यक्ति 1 समय के लिए सिर्फ 1 जरूरतमंद को खाना खिलाए तो उससे भी किसी के जीवन में बहुत बड़ा बदलाव आएगा।।"}
                    aurJaaneDesc5={"आइए इस दिशा में आगे बढ़े!"}
        
        />
        <LeftImg lefttitle={lefttitle1} leftdate={leftdate1} leftdesc={leftdesc1} lefttime={lefttime1} bannerImg={bannerImgLeft2}
               aurJaanetitle1={"विश्व जागृति मिशन के भंडारा कार्यक्रम और अन्नपूर्णा योजना के लिए दान करें               "}
               aurJaaneDesc={" दान  एक ऐसा कार्य है, जिसके जरिए हम न केवल धर्म का ठीक-ठीक पालन कर पाते हैं बल्कि अपने जीवन की तमाम समस्याओं से भी निकल सकते हैं। आयु, रक्षा और सेहत के लिए तो दान को अचूक माना जाता है। जीवन की तमाम समस्याओं से निजात पाने के लिए भी दान का विशेष महत्व है। दान करने से ग्रहों की पीड़ा से भी मुक्ति पाना आसान हो जाता है, वहीं अन्नदान करने से मनुष्य को काम और भोग से पूर्ण तृप्ति मिलती है। दानी व्यक्ति को जीवन में अर्थ, काम एवं मोक्ष सभी कुछ प्राप्त होता है। कलयुग में कैसे भी दिया गया      	दान मोक्षकारक होता है।"}
               aurJaaneDesc1={"साथ में, हम यह भी सुनिश्चित कर सकते हैं कि कोई भी व्यक्ति किसी भी दिन खाली पेट न सोए।  "}
          aurJaaneHeadings={aurJaaneHeadings1}

              //  aurJaaneDesc2={"एक नेक दिल इंसान के तौर पर आप यहां बड़ी भूमिका निभा सकते हैं ताकि भूखे तक खाना पहुंच सके।"}
              //  aurJaaneDesc4={" अगर 1 समर्थ व्यक्ति 1 समय के लिए सिर्फ 1 जरूरतमंद को खाना खिलाए तो उससे भी किसी के जीवन में बहुत बड़ा बदलाव आएगा।।"}
              //  aurJaaneDesc5={"आइए इस दिशा में आगे बढ़े!"}
   
        
        />
        <EightyG/>
        {/* <Mahayagya/> */}
        <BankTransfer/>
    </div>
  )
}

export default AnnapoornaYojna